import ReactDOM from "react-dom";
import { NavLink } from "react-router-dom";
import React, { Component } from "react";

export default class Fifth5 extends Component {
  render() {
    return (
      <div className="main-middle2 main-top clearfix">
        <article>
          <ul>
            <br />
            <NavLink to="/First5">Аан Суорун</NavLink>
            <br />
            <br />
            <NavLink to="/Second5">Төрүт Суорун</NavLink>
            <br />
            <br />
            <NavLink to="/Third5">Түстүр Суорун</NavLink>
            <br />
            <br />
            <NavLink to="/Fourth5">Куулаттарар Суорун</NavLink>
            <br />
            <br />
            <NavLink to="/Fifth5">Үөрэх Суорун</NavLink>
            <br />
            <br />
            <NavLink to="/Sixth5">Уһуйар Суорун</NavLink>
            <br />
            <br />
            <NavLink to="/Seventh5">Идэ Суорун</NavLink>
            <br />
            <br />
          </ul>
        </article>
        <article>
          <br />
          <br />
          <h2 align="center">Салайыныы алгыһа</h2>
          <br />
          <p>
            Үөрэх Суорун, <br />
            Бэттэх көрөн <br />
            Мичик гын! <br />
            Сүлгүр! <br />
            <br />
            Мэлдьи үөрэниим, <br />
            Мэлдьи эрчиллиим. <br />
            <br />
            Ыраахтан төрүттэниим,
            <br />
            Дириҥтэн силистэниим. <br />
            <br />
            Этиллиим эттин, <br />
            Үөтүллүүм өттүн. <br />
            <br />
            Дьүһүйбүттэрин курдук
            <br />
            Дьүһүйүүм, <br />
            Үһүйбүттэрин курдук <br />
            Үһүйүүм. <br />
            <br />
            Эппиттэрин хатылаан <br />
            Этэн иһиим, <br />
            Саҥарбыттарын хатылаан <br />
            Саҥаран иһиим. <br />
            <br />
            Үөрэҕи өйбөр түһэриим, <br />
            Билиини испэр иҥэриим. <br />
            <br />
            Куулаттарыым суолланнын, <br />
            Айар илбиһим аартыктаннан. <br />
            <br />
            Утумнаан удумаҕалыым,
            <br />
            Ситимнээн өйдүүм. <br />
            <br />
            Үөрэҕи баһылаан <br />
            Күүстэниим. <br />
            Дом! <br />
            <br />
          </p>
        </article>
        <article>
          <br />
          <br />
          <h2 align="center">Молитва о настрое на учебу</h2>
          <br />
          <p>
            Небесный Царь Учебы,
            <br />
            Повернись ко мне,
            <br />
            Улыбнись благосклонно!
            <br />
            Позволь обратиться!
            <br />
            <br />
            Буду всегда учиться
            <br />
            И упражняться.
            <br />
            <br />
            Будут иметь солидное основание
            <br />
            И глубокие корни.
            <br />
            <br />
            Пусть проявится предназначение,
            <br />
            Проникнусь важными знаниями.
            <br />
            <br />
            Начну рассказывать,
            <br />
            Как надо говорить,
            <br />
            Научусь описывать,
            <br />
            Правильно излагать.
            <br />
            <br />
            То, что скажут,
            <br />
            Буду повторять,
            <br />
            То, что говорят,
            <br />
            Перескажу.
            <br />
            <br />
            Знания сохраню в мозге
            <br />
            И впитаю глубоко.
            <br />
            <br />
            Выберу профессию,
            <br />
            Отправлюсь по пути созидания.
            <br />
            <br />
            Буду связывать знания,
            <br />
            Чтобы лучше понимать.
            <br />
            <br />
            Буду силен
            <br />
            Полученными знаниями.
            <br />
            Да будет так!
            <br />
            <br />
          </p>
        </article>
      </div>
    );
  }
}
