import ReactDOM from "react-dom";
import { NavLink } from "react-router-dom";
import React, { Component } from "react";

export default class Sixth5 extends Component {
  render() {
    return (
      <div className="main-middle2 main-top clearfix">
        <article>
          <ul>
            <br />
            <NavLink to="/First5">Аан Суорун</NavLink>
            <br />
            <br />
            <NavLink to="/Second5">Төрүт Суорун</NavLink>
            <br />
            <br />
            <NavLink to="/Third5">Түстүр Суорун</NavLink>
            <br />
            <br />
            <NavLink to="/Fourth5">Куулаттарар Суорун</NavLink>
            <br />
            <br />
            <NavLink to="/Fifth5">Үөрэх Суорун</NavLink>
            <br />
            <br />
            <NavLink to="/Sixth5">Уһуйар Суорун</NavLink>
            <br />
            <br />
            <NavLink to="/Seventh5">Идэ Суорун</NavLink>
            <br />
            <br />
          </ul>
        </article>
        <article>
          <br />
          <br />
          <h2 align="center">Уһуйуу алгыһа</h2>
          <br />
          <p>
            Уһуйар Суорун,
            <br />
            Бэттэх көрөн <br />
            Мичик гын! <br />
            Сүлгүр! <br />
            <br />
            Уһуйууну ылыым,
            <br />
            Идэни иҥэриим. <br />
            <br />
            Санаам хааччаҕа аһылыннын,
            <br />
            Өйүм күөйүүтэ өһүлүннүн.
            <br />
            <br />
            Майгым барҕаланнын, <br />
            Быһыым сабаҕаланнын.
            <br />
            <br />
            Испэр иҥмит күүһүм <br />
            Суолун буллун, <br />
            Хаабар хаайтарбыт кыаҕым <br />
            Аартыгын арыйдын. <br />
            <br />
            Билээччи этэрин <br />
            Хоту буоллун, <br />
            Үөрэхтээх үөтэрин <br />
            Хоту буоллун.
            <br />
            <br />
            Ийэ кутум <br />
            Иитиитэ тилиннин. <br />
            <br />
            Салгын кутум <br />
            Салалтатын буллун. <br />
            <br />
            Буор кутум <br />
            Бодолоннун.
            <br />
            <br />
            Киһи буолбут <br />
            Кэскилим ситтин.
            <br />
            Дуом!
            <br />
            <br />
          </p>
        </article>
        <article>
          <br />
          <br />
          <h2 align="center">Молитва об указании пути</h2>
          <br />
          <p>
            Гордый Указывающий Небесный Царь,
            <br />
            Повернись ко мне,
            <br />
            Улыбнись благосклонно!
            <br />
            Позволь обратиться!
            <br />
            <br />
            Подскажи мне направление
            <br />
            Для выбора профессии.
            <br />
            <br />
            Избавлюсь от ограничений,
            <br />
            Тормозящих идеи и мысли.
            <br />
            <br />
            Пусть нрав улучшается
            <br />
            И развивается характер.
            <br />
            <br />
            Пусть найдет дорогу
            <br />
            Внутренняя сила,
            <br />
            Выплеснется
            <br />
            Накопленная энергия.
            <br />
            <br />
            Пусть будет так,
            <br />
            Как советует знаток,
            <br />
            Пусть будет так,
            <br />
            Как учит ученый.
            <br />
            <br />
            Пусть оживится
            <br />
            Моя материнская душа.
            <br />
            <br />
            Пусть найдет свое направление
            <br />
            Воздушная душа.
            <br />
            <br />
            Пусть хорошо оформится
            <br />
            Земная душа.
            <br />
            <br />
            Пусть созреет
            <br />
            Жизненное предназначение.
            <br />
            Да будет так!
            <br />
            <br />
          </p>
        </article>
      </div>
    );
  }
}
