import ReactDOM from 'react-dom';
import { NavLink } from "react-router-dom";
import React, { Component } from 'react'

export default class Third5 extends Component {
	render(){
		return(
			<div className="main-middle2 main-top clearfix">
				<article>
					<ul><br/>
						<NavLink to="/First5">Аан Суорун</NavLink><br/><br/>
						<NavLink to="/Second5">Төрүт Суорун</NavLink><br/><br/>
			         <NavLink to="/Third5">Түстүр Суорун</NavLink><br/><br/>
			         <NavLink to="/Fourth5">Куулаттарар Суорун</NavLink><br/><br/>
			         <NavLink to="/Fifth5">Үөрэх Суорун</NavLink><br/><br/>
			         <NavLink to="/Sixth5">Уһуйар Суорун</NavLink><br/><br/>
			         <NavLink to="/Seventh5">Идэ Суорун</NavLink><br/><br/>
					</ul>
				</article>
				<article><br/><br/>			
					<h2 align="center">Арыллыы алгыһа</h2><br/>
					<p>
            	Түстүр Суорун,<br/>
                Бэттэх көрөн <br/>
                Мичик гын! <br/>
                Сүлгүр!<br/>
                <br/>
                Биэрбитим түс буоллун,<br/>
                Ылбытым алгыс буоллун.<br/>
                <br/>
                Үтүө тылы <br/>
                Үчүгэйдик өйдүүр <br/>
                Өйдөөх буолуум.<br/>
                <br/>
                Сайаҕас тылы <br/>
                Сатаан истэр <br/>
                Сайда буолуум.<br/>
                <br/>
                Үүннээх-тэһииннээх <br/>
                Тылы батыһыым,<br/>
                <br/>
                Үрүҥ күн <br/>
                Үтүөтүн тутуһуум.<br/>
                <br/>
                Оройум аһыллан истин, <br/>
                Этим саастанан истин. <br/>
                <br/>
                Суолбун-ииспин <br/>
                Булан иһиим. <br/>
                <br/>
                Көнөнү өйдүүр <br/>
                Көрсүө мэйиилэниим.<br/>
                <br/>
                Дьоҕуру сайыннарар <br/>
                Суолу тутуһуум. <br/>
                <br/>
                Идэ диэки <br/>
                Эргиллиим. <br/>
                Дом!<br/><br/>
					</p>
				</article>
				<article><br/><br/>			
					<h2 align="center">Молитва об определении предназначения</h2><br/>
						<p>
   					Небесный Царь Предназначения,<br/>
                   Повернись ко мне,<br/>
                   Улыбнись благосклонно!<br/>
                   Позволь обратиться!<br/>
                   <br/>
                   Пусть будет значимым, что отдал,<br/>
                   Будет благословенным, что взял.<br/>
                   <br/>
                   Пусть мой ум<br/>
                   Воспринимает хорошо<br/>
                   Добрые слова.<br/>
                   <br/>
                   Буду развит,<br/>
                   Чтобы понимать<br/>
                   Ласковые слова.<br/>
                   <br/>
                   Руководствуясь хорошим<br/>
                   Продуманным словом,<br/>
                   <br/>
                   Буду следовать лучшему,<br/>
                   Что есть под белым солнцем.<br/>
                   <br/>
                   Пусть мозг открывается знаниям<br/>
                   И тело созревает.<br/>
                   <br/>
                   Найду постепенно<br/>
                   Свою путь-дорогу.<br/>
                   <br/>
                   Мой благоразумный мозг<br/>
                   Будет воспринимать правду.<br/>
                   <br/>
                   Выберу путь развития<br/>
                   Способностей и навыков.<br/>
                   <br/>
                   Повернусь в сторону<br/>
                   Предназначенной профессии.<br/>
                   Да будет так!<br/>
					</p>
				</article>
			</div>
		)
	}
}