import ReactDOM from 'react-dom';
import { NavLink } from "react-router-dom";
import React, { Component } from 'react'

export default class Fifth7 extends Component {
	render(){
		return(
			<div className="main-middle2 main-top clearfix">
				<article>
					<ul><br/>
						<NavLink to="/First7">Аан Билгэ</NavLink><br/><br/>
						<NavLink to="/Second7">Бэлиэһит Билгэ</NavLink><br/><br/>
			         <NavLink to="/Third7">Билгэһит Билгэ</NavLink><br/><br/>
			         <NavLink to="/Fourth7">Бит Танха</NavLink><br/><br/>
			         <NavLink to="/Fifth7">Тойонньут Таҥха</NavLink><br/><br/>
			         <NavLink to="/Sixth7">Көрбүөччү Дьылҕа</NavLink><br/><br/>
			         <NavLink to="/Seventh7">Сэһэн Дьылҕа</NavLink><br/><br/>   
					</ul>
				</article>
				<article><br/><br/>			
					<h2 align="center">Тойоннуур алгыс</h2><br/>
					<p>
                Тойонньут Таҥха, <br/>
                Бэттэх көрөн<br/>
                Мичик гын!<br/>
                Лах!<br/>
                <br/>
                Хараҕым аһылыннын,<br/>
                Бити бэлиэ гыныым.<br/>
                <br/>
                Этим саастаннын, <br/>
                Уҥуоҕум куодаланнын.<br/>
                <br/>
                Өттүгүм үүттэннин,<br/>
                Санным хайаҕастаннын.<br/>
                <br/>
                Үөтүүлээх <br/>
                Өһүк эттэниим, <br/>
                Этитиилээх <br/>
                Ичээн эттэниим. <br/>
                <br/>
                Төбөм оройо төлөрүйдүн,<br/>
                Кэтэҕим уоллаҕаһа аһылыннын.<br/>
                <br/>
                Этээччилэрим элбээтиннэр, <br/>
                Кэпсээччилэрим кэлэҕэйдээбэтиннэр.<br/>
                <br/>
                Тылбар киирдиннэр,<br/>
                Саҥабын салайдыннар <br/>
                <br/>
                Үтүөнү үөтүүм, <br/>
                Кэрэни кэпсиим. <br/>
                <br/>
                Тойоннуурум <br/>
                Толору буоллун, <br/>
                Түөргүлүүрүм <br/>
                Сөптөөх буоллун. <br/>
                Дом!<br/><br/>
					</p>
				</article>
				<article><br/><br/>			
					<h2 align="center">Молитва о толковании</h2><br/>
						<p>
            		Владыка Толкования,<br/>
                Посмотри на меня,<br/>
                Улыбнись благосклонно!<br/>
                Буду помнить сказанное!<br/>
                <br/>
                Пусть открываются глаза,<br/>
                Буду использовать способность предсказания.<br/>
                <br/>
                Пусть мускулы и кости<br/>
                Станут восприимчивыми.<br/>
                <br/>
                Пусть сбоку и на плече<br/>
                Образуются акупунктурные точки.<br/>
                <br/>
                Хочу овладеть всеми<br/>
                Возможностями своего тела,<br/>
                Чтобы оно слушалось меня<br/>
                Как кудесника.<br/>
                <br/>
                Пусть станут восприимчивыми<br/>
                Макушка и затылок.<br/>
                <br/>
                Пусть множатся внутренние голоса<br/>
                И подсказывают без запинки.<br/>
                <br/>
                Пусть влияют на слова,<br/>
                Подсказывают речи.<br/>
                <br/>
                Буду вещать о хорошем,<br/>
                Рассказывать о прекрасном.<br/>
                <br/>
                Пусть мои толкования<br/>
                Полностью сбываются,<br/>
                Пусть беседы с людьми<br/>
                Будут правильными.<br/>
                Да будет так!<br/><br/>
					</p>
				</article>
			</div>
		)
	}
}