import ReactDOM from "react-dom";
import { NavLink } from "react-router-dom";
import React, { Component } from "react";

export default class Second7 extends Component {
  render() {
    return (
      <div className="main-middle2 main-top clearfix">
        <article>
          <ul>
            <br />
            <NavLink to="/First7">Аан Билгэ</NavLink>
            <br />
            <br />
            <NavLink to="/Second7">Бэлиэһит Билгэ</NavLink>
            <br />
            <br />
            <NavLink to="/Third7">Билгэһит Билгэ</NavLink>
            <br />
            <br />
            <NavLink to="/Fourth7">Бит Танха</NavLink>
            <br />
            <br />
            <NavLink to="/Fifth7">Тойонньут Таҥха</NavLink>
            <br />
            <br />
            <NavLink to="/Sixth7">Көрбүөччү Дьылҕа</NavLink>
            <br />
            <br />
            <NavLink to="/Seventh7">Сэһэн Дьылҕа</NavLink>
            <br />
            <br />
          </ul>
        </article>
        <article>
          <br />
          <br />
          <h2 align="center">Бэлиэни таба көрөр алгыс</h2>
          <br />
          <p>
            Бэлиэһит Билгэ, <br />
            Бэттэх көрөн
            <br />
            Мичик гын!
            <br />
            Лах!
            <br />
            <br />
            Бэлиэлэри билиим, <br />
            Этэр көстүүлэри сэрэйиим. <br />
            <br />
            Мээнэнэн көрүмүүм, <br />
            Таах истэн кэбиһимиим. <br />
            <br />
            Дьүлэй куҥ буолумуум,
            <br />
            Чой орой буолумуум.
            <br />
            <br />
            Этэр көстүүлэри <br />
            Таба тутуум, <br />
            Бэлиэлэри <br />
            Билэр буолуум. <br />
            <br />
            Харахпар хатыым, <br />
            Кулгаахпар хаалларыым. <br />
            <br />
            Өйбөр тутуум, <br />
            Долоҕойбор тохтотуум. <br />
            <br />
            Ырааҕы <br />
            Ыйдаҥардар кыахтаныым,
            <br />
            Дириҥи <br />
            Тургутар дьоҕурданыым.
            <br />
            <br />
            Кыраҕы харахтаныым,
            <br />
            Чуор кулгаахтаныым.
            <br />
            <br />
            Айыылартан
            <br />
            Айдарыылаах буолуум. <br />
            Дом!
            <br />
            <br />
          </p>
        </article>
        <article>
          <br />
          <br />
          <h2 align="center">Молитва о знаках</h2>
          <br />
          <p>
            Владыка Знаков,
            <br />
            Посмотри на меня,
            <br />
            Улыбнись благосклонно!
            <br />
            Буду помнить сказанное!
            <br />
            <br />
            Буду учить знаки,
            <br />
            Развивать интуицию.
            <br />
            <br />
            Не будет взгляд поверхностным,
            <br />
            Не отброшу без внимания услышанное.
            <br />
            <br />
            Не стану похож на глухого,
            <br />
            Не буду с толстокожим лбом.
            <br />
            <br />
            Буду правильно истолковывать
            <br />
            Зримые признаки,
            <br />
            Буду понимать
            <br />
            Знаки.
            <br />
            <br />
            Вцеплюсь глазами,
            <br />
            Запомню ушами.
            <br />
            <br />
            Буду держать в уме,
            <br />
            Внимательно изучать.
            <br />
            <br />
            Разовью интуицию
            <br />
            Восприятия дальнего,
            <br />
            Научусь понимать
            <br />
            Глубокие вещи.
            <br />
            <br />
            Пусть будет острым взгляд,
            <br />
            Будет чутким слух.
            <br />
            <br />
            Буду созданием
            <br />
            Тангра.
            <br />
            Да будет так!
            <br />
            <br />
          </p>
        </article>
      </div>
    );
  }
}
