import ReactDOM from "react-dom";
import { NavLink } from "react-router-dom";
import React, { Component } from "react";

export default class Sixth7 extends Component {
  render() {
    return (
      <div className="main-middle2 main-top clearfix">
        <article>
          <ul>
            <br />
            <NavLink to="/First7">Аан Билгэ</NavLink>
            <br />
            <br />
            <NavLink to="/Second7">Бэлиэһит Билгэ</NavLink>
            <br />
            <br />
            <NavLink to="/Third7">Билгэһит Билгэ</NavLink>
            <br />
            <br />
            <NavLink to="/Fourth7">Бит Танха</NavLink>
            <br />
            <br />
            <NavLink to="/Fifth7">Тойонньут Таҥха</NavLink>
            <br />
            <br />
            <NavLink to="/Sixth7">Көрбүөччү Дьылҕа</NavLink>
            <br />
            <br />
            <NavLink to="/Seventh7">Сэһэн Дьылҕа</NavLink>
            <br />
            <br />
          </ul>
        </article>
        <article>
          <br />
          <br />
          <h2 align="center">Көрүү алгыһа</h2>
          <br />
          <p>
            Көрбүөччү Дьылҕа, <br />
            Бэттэх көрөн
            <br />
            Мичик гын!
            <br />
            Лах!
            <br />
            <br />
            Ичээн эттэниим, <br />
            Көрбүөччү харахтаныым. <br />
            <br />
            Хараҕым баайыыта <br />
            Сөлүөннүн, <br />
            Өйүм баайыыта <br />
            Өһүлүннүн. <br />
            <br />
            Албыны араарыым, <br />
            Көлдьүнү көтүтүүм. <br />
            <br />
            Ытык этим арылыннын,
            <br />
            Буомча этим уһугуннун.
            <br />
            <br />
            Былыкка олорсуум,
            <br />
            Күлүккэ сөрүөстүүм. <br />
            <br />
            Хараҕым уотун быраҕан
            <br />
            Ырааҕы чугуулуум.
            <br />
            <br />
            Ааспыты анаарыым,
            <br />
            Кэлэри кэпсиим.
            <br />
            <br />
            Өйбүнэн өтө көрүүм, <br />
            Тылбынан таба этиим
            <br />
            <br />
            Сээркээн Сэһэн <br />
            Этэрин истиим. <br />
            Дом! <br />
            <br />
          </p>
        </article>
        <article>
          <br />
          <br />
          <h2 align="center">Молитва о пророчестве</h2>
          <br />
          <p>
            Владыка Пророчества,
            <br />
            Посмотри на меня,
            <br />
            Улыбнись благосклонно!
            <br />
            Буду помнить сказанное!
            <br />
            <br />
            Пусть тело будет, как у кудесника,
            <br />
            А глаза, как у пророка.
            <br />
            <br />
            Сниму невидимую повязку,
            <br />
            Закрывающую глаза,
            <br />
            Развяжу путы,
            <br />
            Сдерживающие мысли.
            <br />
            <br />
            Буду различать ложное,
            <br />
            Отметать неверное.
            <br />
            <br />
            Пусть откроется макушка,
            <br />
            Пробудится для восприятия.
            <br />
            <br />
            Сяду на облако,
            <br />
            Последую за тенью.
            <br />
            <br />
            Бросая искры из глаз,
            <br />
            Буду разглядывать даль.
            <br />
            <br />
            Стану созерцать прошлое
            <br />
            И рассказывать о будущем.
            <br />
            <br />
            Буду все видеть умом,
            <br />
            Точно выражать словами.
            <br />
            <br />
            Последую примеру
            <br />
            Красноречивых предков.
            <br />
            Да будет так!
            <br />
            <br />
          </p>
        </article>
      </div>
    );
  }
}
