import ReactDOM from "react-dom";
import { NavLink } from "react-router-dom";
import React, { Component } from "react";

export default class Third7 extends Component {
  render() {
    return (
      <div className="main-middle2 main-top clearfix">
        <article>
          <ul>
            <br />
            <NavLink to="/First7">Аан Билгэ</NavLink>
            <br />
            <br />
            <NavLink to="/Second7">Бэлиэһит Билгэ</NavLink>
            <br />
            <br />
            <NavLink to="/Third7">Билгэһит Билгэ</NavLink>
            <br />
            <br />
            <NavLink to="/Fourth7">Бит Танха</NavLink>
            <br />
            <br />
            <NavLink to="/Fifth7">Тойонньут Таҥха</NavLink>
            <br />
            <br />
            <NavLink to="/Sixth7">Көрбүөччү Дьылҕа</NavLink>
            <br />
            <br />
            <NavLink to="/Seventh7">Сэһэн Дьылҕа</NavLink>
            <br />
            <br />
          </ul>
        </article>
        <article>
          <br />
          <br />
          <h2 align="center">Билгэ Алгыһа</h2>
          <br />
          <p>
            Билгэһит Билгэ
            <br />
            Бэттэх көрөн
            <br />
            Мичик гын!
            <br />
            Лах!
            <br />
            <br />
            Бэлиэни таба көрөн <br />
            Билгэлиир буолуум.
            <br />
            <br />
            Айылҕа хаамыытын <br />
            Таайыым, <br />
            Күн-дьыл хаамыытын <br />
            Өйдүүм. <br />
            <br />
            Сиэттиһэр көстүүлэри <br />
            Сибикилиим, <br />
            Атахтаһар көстүүлэри <br />
            Аахайыым. <br />
            <br />
            Уруккуну удумаҕалыым,
            <br />
            Кэлэри кэтиим. <br />
            <br />
            Көстүү этэрин <br />
            Өтө билиим, <br />
            Бэлиэ этэрин <br />
            Билгэлиим. <br />
            <br />
            Таба тутан <br />
            Сабаҕалыым, <br />
            Утары тутан <br />
            Удумаҕалыым. <br />
            <br />
            Ыйыллыбыт түмүктэри <br />
            Төлөрүтүүм, <br />
            Ииччэхтэри-бааччахтары <br />
            Сүөрүүм.
            <br />
            <br />
            Үөрэҕим үксээтин, <br />
            Сатыырым хаҥаатын. <br />
            <br />
            Өйдүүр өйдөнүүм, <br />
            Билэр мэйиилэниим. <br />
            Дуом!
            <br />
            <br />
          </p>
        </article>
        <article>
          <br />
          <br />
          <h2 align="center">Молитва о признаках</h2>
          <br />
          <p>
            Владыка Признаков,
            <br />
            Посмотри на меня,
            <br />
            Улыбнись благосклонно!
            <br />
            Буду помнить сказанное!
            <br />
            <br />
            Научусь делать выводы
            <br />
            По признакам.
            <br />
            <br />
            Буду чувствовать
            <br />
            Движение природы,
            <br />
            Понимать изменение
            <br />
            Окружающей среды.
            <br />
            <br />
            Последовательные признаки
            <br />
            Осторожно изучу,
            <br />
            На близкие признаки
            <br />
            Обращу внимание.
            <br />
            <br />
            Буду помнить прошлое
            <br />
            И наблюдать за происходящим.
            <br />
            <br />
            Буду понимать
            <br />
            Смысл явления,
            <br />
            Буду угадывать
            <br />
            Значения признака.
            <br />
            <br />
            Буду догадываться,
            <br />
            Используя правильный подход,
            <br />
            Раскрою смысл,
            <br />
            Разглядывая внимательно.
            <br />
            <br />
            Пусть сделаю
            <br />
            Правильные выводы,
            <br />
            Пусть преодолею
            <br />
            Помехи и препятствия.
            <br />
            <br />
            Пусть растет запас знаний,
            <br />
            Больше станет навыков.
            <br />
            <br />
            Да будет ум понимающим,
            <br />
            А мозг знающим.
            <br />
            Да будет так!
            <br />
            <br />
          </p>
        </article>
      </div>
    );
  }
}
