import ReactDOM from 'react-dom';
import { NavLink } from "react-router-dom";
import React, { Component } from 'react'

export default class First2 extends Component {
	render(){
		return(
			<div className="main-middle2 main-top clearfix">
				<article>
					<ul><br/>
						<NavLink to="/First2">Аан Иэйэхсит</NavLink><br/><br/>
						<NavLink to="/Second2">Иһэгэй Иэйэхсит</NavLink><br/><br/>
			         <NavLink to="/Third2">Күн Иэйэхсит</NavLink><br/><br/>
			         <NavLink to="/Fourth2">Мичил Иэйэхсит</NavLink><br/><br/>
			         <NavLink to="/Fifth2">Налыгыр Иэйэхсит</NavLink><br/><br/>
			         <NavLink to="/Sixth2">Күөгэл Иэйэхсит</NavLink><br/><br/>
			         <NavLink to="/Seventh2">Эдьэн Иэйэхсит</NavLink><br/><br/>
					</ul>
				</article>
				<article><br/><br/>			
					<h2 align="center">Өҥсүйэр алгыс</h2><br/>
					<p>
            	 Аан Иэйэхсит Хотун, <br/>
                Бэттэх көрөн<br/>
                Мичик гын!<br/>
                Күөгэл-нусхал!<br/>
                <br/>
                Айыыһыт суола арылыннын,<br/>
                Иэйэхсит суола тэлэлиннин.<br/>
                <br/>
                Аан дойдубар <br/>
                Аһаҕас буолуум, <br/>
                Күн сиригэр <br/>
                Көҥдөй буолуум.<br/>
                <br/>
                Аҕыс айыыһыттарым <br/>
                Аргыстаһыҥ, <br/>
                Сэттэ иэйэхситтэрим<br/>
                Эҥэрдэһиҥ. <br/>
                <br/>
                Аан дойдум <br/>
                Алгыһын ылыым.<br/>
                <br/>
                Орто дойдум <br/>
                Уйгутун сомсуум. <br/>
                <br/>
                Ийэ сирим <br/>
                Илгэтин иҥэриниим.<br/>
                <br/>
                Аһаабытым уох буоллун,<br/>
                Сиэбитим сэниэ буоллун.<br/>
                <br/>
                Амтан тубустун, <br/>
                Өҥ- тала буоллун.<br/>
                <br/>
                Иһим иҥэрсийдин,<br/>
                Таһым ньалҕарыйдын.<br/>
                Дом! <br/>
                <br/>
					</p>
				</article>
				<article><br/><br/>			
					<h2 align="center">Молитва о покровительстве</h2><br/>
						<p>
		            Почтенная Покровительница,<br/>
		            Повернись ко мне,<br/>
		            Улыбнись благосклонно!<br/>
		            Позволь обратиться к тебе!<br/>
		            <br/>
		            Пусть откроется дорога к Создателю,<br/>
		            Распахнется дорога к Покровителю.<br/>
		            <br/>
		            Буду восприимчив<br/>
		            К сигналам Вселенной,<br/>
		            Будут во мне резонировать<br/>
		            Сигналы земной Природы.<br/>
		            <br/>
		            Будьте спутницами<br/>
		            Все Создательницы,<br/>
		            Не удаляйтесь от меня<br/>
		            Семь покровительниц.<br/>
		            <br/>
		            Пусть меня благословляет<br/>
		            Вселенная.<br/>
		            <br/>
		            Хочу черпать свою долю<br/>
		            Из земного изобилия.<br/>
		            <br/>
		            Хочу впитывать<br/>
		            Благодатные соки родной земли.<br/>
		            <br/>
		            Пусть пища дает силу,<br/>
		            Превращается в энергию.<br/>
		            <br/>
		            Пусть улучшается вкус,<br/>
		            Жизнь будет изобильной.<br/>
		            <br/>
		            Пусть буду в порядке внутри<br/>
		            И выглядеть хорошо снаружи.<br/>
		            Да будет так!<br/>
		            <br/>
					</p>
				</article>
			</div>
		)
	}
}
