import ReactDOM from 'react-dom';
import { NavLink } from "react-router-dom";
import React, { Component } from 'react'

export default class Seventh2 extends Component {
	render(){
		return(
			<div className="main-middle2 main-top clearfix">
				<article>
					<ul><br/>
						<NavLink to="/First2">Аан Иэйэхсит</NavLink><br/><br/>
						<NavLink to="/Second2">Иһэгэй Иэйэхсит</NavLink><br/><br/>
			         <NavLink to="/Third2">Күн Иэйэхсит</NavLink><br/><br/>
			         <NavLink to="/Fourth2">Мичил Иэйэхсит</NavLink><br/><br/>
			         <NavLink to="/Fifth2">Налыгыр Иэйэхсит</NavLink><br/><br/>
			         <NavLink to="/Sixth2">Күөгэл Иэйэхсит</NavLink><br/><br/>
			         <NavLink to="/Seventh2">Эдьэн Иэйэхсит</NavLink><br/><br/>
					</ul>
				</article>
				<article><br/><br/>			
					<h2 align="center">Чөл буолуу алгыһа</h2><br/>
					<p>
                Эдьэн Иэйэхсит, <br/>
                Бэттэх көрөн<br/>
                Мичик гын!<br/>
                Күөгэл-нусхал! <br/>
                <br/>
                Кир хоммотун, <br/>
                Дьай дьалбарыйдын, <br/>
                Ыарыы булбатын. <br/>
                <br/>
                Куһаҕаҥҥа умньанымыым, <br/>
                Киргэ сыстымыым.<br/>
                <br/>
                Дьайга дьалбаарымыым, <br/>
                Мөкүгэ кииримиим. <br/>
                <br/>
                Чэгиэн буолар<br/>
                Өттүн тутуһуум, <br/>
                Чөл буолар<br/>
                Өттүнэн сылдьыым. <br/>
                <br/>
                Илиим илгэлэннин, <br/>
                Атаҕым алгыстаннын. <br/>
                <br/>
                Айылҕабын батыһыым,<br/>
                Айыыларбын саныым. <br/>
                <br/>
                Сайдар диэки салаллыым, <br/>
                Чэбдик диэки эргиллиим. <br/>
                <br/>
                Айыы өттүн хамсатыым, <br/>
                Үтүө өттүн үрдэтиим.<br/>
                <br/>
                Үктэммит сирбиттэн<br/>
                Күөх от үүннүн. <br/>
                Дом! <br/>
                <br/>
					</p>
				</article>
				<article><br/><br/>			
					<h2 align="center">Молитва о благополучии</h2><br/>
						<p>
		            Величественная Покровительница<br/>
		            Повернись ко мне,<br/>
		            Улыбнись благосклонно!<br/>
		            Позволь обратиться к тебе!<br/>
		            <br/>
		            Пусть не собирается грязь,<br/>
		            Не действует сглаз,<br/>
		            Не приходит болезнь.<br/>
		            <br/>
		            Пусть не притягивает плохое,<br/>
		            Не прилипает грязь.<br/>
		            <br/>
		            Не поддамся сглазу,<br/>
		            Не поступлю некрасиво.<br/>
		            <br/>
		            Буду крепить<br/>
		            Свой дух и здоровье,<br/>
		            Выберу дорогу<br/>
		            Благополучия.<br/>
		            <br/>
		            Пусть рука будет удачливой,<br/>
		            А нога благословенной.<br/>
		            <br/>
		            Буду следовать<br/>
		            Природе<br/>
		            И думать о Тангра.<br/>
		            <br/>
		            Пойду дорогой развития,<br/>
		            Повернусь в сторону бодрости.<br/>
		            <br/>
		            Буду двигаться в сторону Тангра<br/>
		            И следовать возвышенному.<br/>
		            <br/>
		            Пусть вырастает зеленая трава<br/>
		            На моей тропинке.<br/>
		            Да будет так!<br/>
		            <br/>
					</p>
				</article>
			</div>
		)
	}
}
