import ReactDOM from 'react-dom';
import { NavLink } from "react-router-dom";
import React, { Component } from 'react'

export default class Third2 extends Component {
	render(){
		return(
			<div className="main-middle2 main-top clearfix">
				<article>
					<ul><br/>
						<NavLink to="/First2">Аан Иэйэхсит</NavLink><br/><br/>
						<NavLink to="/Second2">Иһэгэй Иэйэхсит</NavLink><br/><br/>
			         <NavLink to="/Third2">Күн Иэйэхсит</NavLink><br/><br/>
			         <NavLink to="/Fourth2">Мичил Иэйэхсит</NavLink><br/><br/>
			         <NavLink to="/Fifth2">Налыгыр Иэйэхсит</NavLink><br/><br/>
			         <NavLink to="/Sixth2">Күөгэл Иэйэхсит</NavLink><br/><br/>
			         <NavLink to="/Seventh2">Эдьэн Иэйэхсит</NavLink><br/><br/>
					</ul>
				</article>
				<article><br/><br/>			
					<h2 align="center">Кут алгыһа</h2><br/>
					<p>
	            	Күн Иэйэхсит,<br/>
	               Бэттэх көрөн<br/>
                  Мичик гын!<br/>
                  Күөгэл-нусхал!<br/>
                  <br/>
                  Ийэ кутум эҥэрдэстин,<br/>
                  Салгын кутум сылайбатын,<br/>
                  Буор кутум куоппатын.<br/>
                  <br/>
                  Айыылартан кэлбит<br/>
                  Ийэ кутум<br/>
                  Ис кыаҕа арылыннын.<br/>
                  <br/>
                  Сүргэбин көтөҕөр<br/>
                  Салгын кутум<br/>
                  Үрдүк буоллун.<br/>
                  <br/>
                  Буор кутум<br/>
                  Бу буор сиргэ<br/>
                  Бигэтик олордун.<br/>
                  <br/>
                  Түмүктэрим<br/>
                  Сөллөн истиннэр.<br/>
                  <br/>
                  Ийэ киэлилэрим<br/>
                  Илгэлэнэ турдуннар.<br/>
                  <br/>
                 	Айыы тыынын кытта<br/>
                  Арахсыспат ситимнэниим.<br/>
                  <br/>
                  Сүнньүм устун<br/>
                  Сүр сүүрэ турдун.<br/>
                  <br/>
                  Эргэ эстэ турдун,<br/>
                  Саҥа сандааран истин.<br/>
                  Дуом!<br/><br/>          
					</p>
				</article>
				<article><br/><br/>			
					<h2 align="center">Молитва о душе*</h2><br/>
						<p>
                   Солнечная Покровительница, <br/>
                   Повернись ко мне,<br/>
                   Улыбнись благосклонно!<br/>
                   Позволь обратиться к тебе!<br/>
                   <br/>
                   Пусть душа-мать живет спокойно,<br/>
                   Душа-воздух не устает,<br/>
                   Душа-земля не исчезает.<br/>
                   <br/>
                   Пусть раскроются<br/>
                   Возможности мать-души,<br/>
                   Полученные от Тангра. <br/>
                   <br/>
                   Пусть будет возвышенной<br/>
                   Вдохновляющая меня <br/>
                   Душа-воздух.<br/>
                   <br/>
                   Пусть в земной жизни<br/>
                   Будет крепка<br/>
                   Душа-земля.<br/>
                   <br/>
                   Буду развязывать узлы совершенства<br/>
                   На нити своей судьбы.<br/>
                   <br/>
                   Буду впитывать<br/>
                   Питательные соки.<br/>
                   <br/>
                   Не утрачу связь<br/>
                   С дыханием Тангра.<br/>
                   <br/>
                   Пусть бежит по телу<br/>
                   Жизненная сила.<br/>
                   <br/>
                   Пусть прошлое остается сзади,<br/>
                   И будущее будет лучистым.<br/>
                   Да будет так!<br/>
                   <br/>
                   <p></p>
                   * Саха представляет, что человек имеет три души,
                   о которых говорится в тексте молитвы.<br/>
                   <br/>
					</p>
				</article>
			</div>
		)
	}
}