import ReactDOM from 'react-dom';
import { NavLink } from "react-router-dom";
import React, { Component } from 'react'

export default class Fifth8 extends Component {
	render(){
		return(
			<div className="main-middle2 main-top clearfix">
				<article>
					<ul><br/>
						<NavLink to="/First8">Аан Хаан, Аан Турук Айыы</NavLink><br/><br/>
						<NavLink to="/Second8">Ортоку Хаан, Ортоку Айыы</NavLink><br/><br/>
			         <NavLink to="/Third8">Туруу Хаан, Туруу Айыы</NavLink><br/><br/>
			         <NavLink to="/Fourth8">Бөҕө Хаан, Бөҕө Айыы</NavLink><br/><br/>
			         <NavLink to="/Fifth8">Бигэ Хаан, Бигэ Айыы</NavLink><br/><br/>
			         <NavLink to="/Sixth8">Ситэри Хаан, Ситэри Айыы</NavLink><br/><br/>
			         <NavLink to="/Seventh8">Толору Хаан, Толору Айыы</NavLink><br/><br/>
					</ul>
				</article>
				<article><br/><br/>			
					<h2 align="center">Бигэ буолуу алгыһа</h2><br/>
					<p>
                Бигэ Айыы, <br/>
                Бэттэх көрөн<br/>
                Мичик гын!<br/>
                Муундара!<br/>
                <br/>
                Бөҕө туруктаныым,<br/>
                Бигэ айыыланыым.<br/>
                <br/>
                Иһим иирбэтин, <br/>
                Таһым дьалкыйбатын.<br/>
                <br/>
                Ытык тылбын алдьатымыым,<br/>
                Кэс тылбын кэһимиим. <br/>
                <br/>
                Муорга-туорга <br/>
                Буккулумуум. <br/>
                Халы-мааргы <br/>
                Буолумуум. <br/>
                <br/>
                Ылбат-биэрбэт <br/>
                Ыккардынан сылдьымыым.<br/>
                <br/>
                Уу курдук <br/>
                Уйманымыым. <br/>
                <br/>
                Айыыларбын итэҕэйиим,<br/>
                Иэйэхсиппин эрэниим.<br/>
                <br/>
                Отуорум хамсаабатын,<br/>
                Туругум уларыйбатын.<br/>
                <br/>
                Аар баҕах буолан <br/>
                Барҕарыым. <br/>
                Дом! <br/><br/>
					</p>
				</article>
				<article><br/><br/>			
					<h2 align="center">Молитва о надежности</h2><br/>
						<p>
            		Надежный Владыка,<br/>
                Посмотри на меня,<br/>
                Улыбнись благосклонно!<br/>
                Прошу поддержать меня.<br/>
                <br/>
                Пусть будет состояние крепким<br/>
                И будет поддержка Тангра.<br/>
                <br/>
                Буду невозмутим снаружи,<br/>
                Будет все в порядке внутри.<br/>
                <br/>
                Буду придерживаться своих слов,<br/>
                Не нарушу заветных слов.<br/>
                <br/>
                Не отвлекусь<br/>
                На суету,<br/>
                Не буду вести себя<br/>
                Бестолково.<br/>
                <br/>
                Не буду<br/>
                Нерешительным.<br/>
                <br/>
                Не буду суетливым,<br/>
                Как вода.<br/>
                <br/>
                Буду верить в Тангра,<br/>
                Надеется на покровительство.<br/>
                <br/>
                Пусть все будет хорошо,<br/>
                Не меняется состояние.<br/>
                <br/>
                Буду крепок<br/>
                Как священный столб.<br/>
                Да будет так!<br/><br/>
					</p>
				</article>
			</div>
		)
	}
}