import ReactDOM from "react-dom";
import { NavLink } from "react-router-dom";
import React, { Component } from "react";

export default class First8 extends Component {
  render() {
    return (
      <div className="main-middle2 main-top clearfix">
        <article>
          <ul>
            <br />
            <NavLink to="/First8">Аан Хаан, Аан Турук Айыы</NavLink>
            <br />
            <br />
            <NavLink to="/Second8">Ортоку Хаан, Ортоку Айыы</NavLink>
            <br />
            <br />
            <NavLink to="/Third8">Туруу Хаан, Туруу Айыы</NavLink>
            <br />
            <br />
            <NavLink to="/Fourth8">Бөҕө Хаан, Бөҕө Айыы</NavLink>
            <br />
            <br />
            <NavLink to="/Fifth8">Бигэ Хаан, Бигэ Айыы</NavLink>
            <br />
            <br />
            <NavLink to="/Sixth8">Ситэри Хаан, Ситэри Айыы</NavLink>
            <br />
            <br />
            <NavLink to="/Seventh8">Толору Хаан, Толору Айыы</NavLink>
            <br />
            <br />
          </ul>
        </article>
        <article>
          <br />
          <br />
          <h2 align="center">Дьоһун алгыһа</h2>
          <br />
          <p>
            Аан Турук Айыы,
            <br />
            Бэттэх көрөн
            <br />
            Мичик гын! <br />
            Муундара!
            <br />
            <br />
            Ыйааҕым аартыга аһылыннын,
            <br />
            Оҥоһуум суола тобулуннун.
            <br />
            <br />
            Удьуордарым сыыспыттарын
            <br />
            Хатылаамыым, <br />
            Төрүттэрим таппыттарын <br />
            Тутуһуум. <br />
            <br />
            Айылгым <br />
            Алгыһын салгыым, <br />
            Өбүгэм <br />
            Үтүөтүн үрдэтиим. <br />
            <br />
            Төбөм иһигэр <br />
            Төлкөлөөх санаа <br />
            Төрүттэннин. <br />
            <br />
            Баһым иһигэр <br />
            Бастыҥ санаа <br />
            Барҕардын. <br />
            <br />
            Ыйаахпын ыллыктыым,
            <br />
            Оҥоһуубун тупсарыым
            <br />
            <br />
            Итэҕэс этинимиим,
            <br />
            Быһаҕас туттумуум.
            <br />
            <br />
            Бэйэ бодобун тардыныым,
            <br />
            Илэ өйбүн булуум.
            <br />
            <br />
            Дьоһуннук сананыым,
            <br />
            Турукпун ыһыктымыым.
            <br />
            Дуом!
            <br />
            <br />
          </p>
        </article>
        <article>
          <br />
          <br />
          <h2 align="center">Молитва о достоинстве</h2>
          <br />
          <p>
            Почтенный Вершитель Судьбы,
            <br />
            Посмотри на меня,
            <br />
            Улыбнись благосклонно!
            <br />
            Прошу поддержать меня.
            <br />
            <br />
            Пусть откроется путь предназначения,
            <br />
            Прокладывается дорога судьбы.
            <br />
            <br />
            Не повторю ошибок
            <br />
            Предшествующих поколений,
            <br />
            Буду следовать путям
            <br />
            Удачливых предков.
            <br />
            <br />
            Продолжу молитву
            <br />
            Родителей,
            <br />
            Подниму выше
            <br />
            Добрые дела предков.
            <br />
            <br />
            Пусть в голове
            <br />
            Зарождаются
            <br />
            Перспективные мысли.
            <br />
            <br />
            Пусть в мозгах
            <br />
            Развиваются
            <br />
            Лучшие мысли.
            <br />
            <br />
            Проложу путь к предназначению,
            <br />
            Улучшу свою судьбу.
            <br />
            <br />
            Пусть слова будут точными,
            <br />
            А действия законченными.
            <br />
            <br />
            Пусть облик будет хорошим,
            <br />
            А ум зрелым.
            <br />
            <br />
            Буду действовать достойно,
            <br />
            Не терять формы.
            <br />
            Да будет так!
            <br />
            <br />
          </p>
        </article>
      </div>
    );
  }
}
