import ReactDOM from 'react-dom';
import { NavLink } from "react-router-dom";
import React, { Component } from 'react'

export default class Fourth8 extends Component {
	render(){
		return(
			<div className="main-middle2 main-top clearfix">
				<article>
					<ul><br/>
						<NavLink to="/First8">Аан Хаан, Аан Турук Айыы</NavLink><br/><br/>
						<NavLink to="/Second8">Ортоку Хаан, Ортоку Айыы</NavLink><br/><br/>
			         <NavLink to="/Third8">Туруу Хаан, Туруу Айыы</NavLink><br/><br/>
			         <NavLink to="/Fourth8">Бөҕө Хаан, Бөҕө Айыы</NavLink><br/><br/>
			         <NavLink to="/Fifth8">Бигэ Хаан, Бигэ Айыы</NavLink><br/><br/>
			         <NavLink to="/Sixth8">Ситэри Хаан, Ситэри Айыы</NavLink><br/><br/>
			         <NavLink to="/Seventh8">Толору Хаан, Толору Айыы</NavLink><br/><br/>
					</ul>
				</article>
				<article><br/><br/>			
					<h2 align="center">Бөҕөргүүр алгыс</h2><br/>
					<p>
                Бөҕө Айыы, <br/>
                Бэттэх көрөн<br/>
                Мичик гын!<br/>
                Муундара!<br/>
                <br/>
                Туруу туруктаныым,<br/>
                Бөҕө үүдэһиннэниим. <br/>
                <br/>
                Кэлтэҕэй хамыйахтааҕы<br/>
                Киллэримиим,<br/>
                Такыр тарбахтааҕы <br/>
                Чугаһытымыым. <br/>
                <br/>
                Эриэн ыкка ситтэримиим,<br/>
                Күөрт ыкка күөйтэримиим.<br/>
                <br/>
                Туора муостааҕы тойорготумуум,<br/>
                Атын саҥнааҕы ааҥнатымыым.<br/>
                <br/>
                Иннибин быһа хаамтарымыым,<br/>
                Кэннибин кэрбэтимиим.<br/>
                <br/>
                Үтэн-анньан көрүүгэ бэринимиим,<br/>
                Үктэтиигэ түбэһимиим.<br/>
                <br/>
                Кыраттан кыйаханымыым,<br/>
                Улахантан уолуйумуум.<br/>
                <br/>
                Муора далай санаам <br/>
                Муҥурдаммытын. <br/>
                <br/>
                Өйүм-санаам <br/>
                Бөҕөх буоллун.<br/>
                Дом! <br/><br/>
					</p>
				</article>
				<article><br/><br/>			
					<h2 align="center">Укрепляющая молитва</h2><br/>
						<p>
					 Крепкий Владыка,<br/>
                Посмотри на меня,<br/>
                Улыбнись благосклонно!<br/>
                Прошу поддержать меня.<br/>
                <br/>
                Пусть будет отличным состояние<br/>
                И крепкими сухожилия.<br/>
                <br/>
                Не подпущу<br/>
                Недобрых духов,<br/>
                Не приближу<br/>
                Плохих духов.<br/>
                <br/>
                Не укусит злая полосатая собака,<br/>
                Не будет рычать серая собака.<br/>
                <br/>
                Не позволю грозить рогатым,<br/>
                Не стану общаться с непонимающим.<br/>
                <br/>
                Не дам перейти дорогу,<br/>
                Не позволю грызть сзади.<br/>
                <br/>
                Не поддамся на нажим,<br/>
                Не попаду под копыта.<br/>
                <br/>
                Не буду сердиться из-за малого,<br/>
                Паниковать из-за большого.<br/>
                <br/>
                Пусть мысли<br/>
                Будут широки как море.<br/>
                <br/>
                Пусть будут уверенными<br/>
                Ум и характер.<br/>
                Да будет так! <br/><br/>
					</p>
				</article>
			</div>
		)
	}
}