import ReactDOM from 'react-dom';
import { NavLink } from "react-router-dom";
import React, { Component } from 'react'

export default class Seventh8 extends Component {
	render(){
		return(
			<div className="main-middle2 main-top clearfix">
				<article>
					<ul><br/>
						<NavLink to="/First8">Аан Хаан, Аан Турук Айыы</NavLink><br/><br/>
						<NavLink to="/Second8">Ортоку Хаан, Ортоку Айыы</NavLink><br/><br/>
			         <NavLink to="/Third8">Туруу Хаан, Туруу Айыы</NavLink><br/><br/>
			         <NavLink to="/Fourth8">Бөҕө Хаан, Бөҕө Айыы</NavLink><br/><br/>
			         <NavLink to="/Fifth8">Бигэ Хаан, Бигэ Айыы</NavLink><br/><br/>
			         <NavLink to="/Sixth8">Ситэри Хаан, Ситэри Айыы</NavLink><br/><br/>
			         <NavLink to="/Seventh8">Толору Хаан, Толору Айыы</NavLink><br/><br/>
					</ul>
				</article>
				<article><br/><br/>			
					<h2 align="center">Толору буолар алгыс</h2><br/>
					<p>
                Толору Айыы, <br/>
                Бэттэх көрөн<br/>
                Мичик гын!<br/>
                Муундара!<br/>
                <br/>
                Аналбын ситэриим, <br/>
                Доммун толоруум. <br/>
                <br/>
                Күнтэн быабын <br/>
                Төлөрүтүмүүм, <br/>
                Ыйтан быабын <br/>
                Ыһыктымыым. <br/>
                <br/>
                Уһун санаам <br/>
                Кылгаабатын, <br/>
                Киэн көхсүм <br/>
                Кыараабатын. <br/>
                <br/>
                Төлкө төргүүлэниим,<br/>
                Ыра ындыыланыым.<br/>
                <br/>
                Санаабытым <br/>
                Алгыс хоту <br/>
                Сайда турдун. <br/>
                <br/>
                Толкуйдаабытым <br/>
                Уруй хоту <br/>
                Туола турдун.<br/>
                <br/>
                Ылсыбытым быһаҕас хаалбатын,<br/>
                Үлэм сиппэххэ хаалбатын.<br/>
                <br/>
                Айбытым таба буоллун,<br/>
                Оҥорбутум сөп буоллун.<br/>
                <br/>
                Ситэри ыйаахтаныым,<br/>
                Толору оҥорууланыым.<br/>
                Дом!<br/><br/>
					</p>
				</article>
				<article><br/><br/>			
					<h2 align="center">Молитва об удаче</h2><br/>
						<p>
            		Владыка Удачи,<br/>
                Посмотри на меня,<br/>
                Улыбнись благосклонно!<br/>
                Прошу поддержать меня.<br/>
                <br/>
                Реализую предназначение,<br/>
                Выполню свой обет.<br/>
                <br/>
                Не ослаблю связь<br/>
                С солнцем,<br/>
                Не прерву связи<br/>
                С луной.<br/>
                <br/>
                Пусть мои мысли<br/>
                Не укорачиваются,<br/>
                Пусть не слабеет<br/>
                Дыхание.<br/>
                <br/>
                Возьму судьбу в свои руки,<br/>
                Чтобы сбылись хорошие предсказания.<br/>
                <br/>
                Пусть идеи развиваются<br/>
                И планы реализуются<br/>
                Согласно молитвам.<br/>
                <br/>
                Пусть задуманное<br/>
                Всегда реализуется<br/>
                С большим успехом.<br/>
                <br/>
                Начатое не брошу незавершенным,<br/>
                Работу доделаю до конца.<br/>
                <br/>
                Пусть творчество будет удачным,<br/>
                А сделанное будет правильным.<br/>
                <br/>
                Пусть жизнь будет полной,<br/>
                А действия завершенными.<br/>
                Да будет так!<br/><br/>
					</p>
				</article>
			</div>
		)
	}
}