import ReactDOM from "react-dom";
import { NavLink } from "react-router-dom";
import React, { Component } from "react";

export default class Sixth8 extends Component {
  render() {
    return (
      <div className="main-middle2 main-top clearfix">
        <article>
          <ul>
            <br />
            <NavLink to="/First8">Аан Хаан, Аан Турук Айыы</NavLink>
            <br />
            <br />
            <NavLink to="/Second8">Ортоку Хаан, Ортоку Айыы</NavLink>
            <br />
            <br />
            <NavLink to="/Third8">Туруу Хаан, Туруу Айыы</NavLink>
            <br />
            <br />
            <NavLink to="/Fourth8">Бөҕө Хаан, Бөҕө Айыы</NavLink>
            <br />
            <br />
            <NavLink to="/Fifth8">Бигэ Хаан, Бигэ Айыы</NavLink>
            <br />
            <br />
            <NavLink to="/Sixth8">Ситэри Хаан, Ситэри Айыы</NavLink>
            <br />
            <br />
            <NavLink to="/Seventh8">Толору Хаан, Толору Айыы</NavLink>
            <br />
            <br />
          </ul>
        </article>
        <article>
          <br />
          <br />
          <h2 align="center">Ситэри буолар алгыс</h2>
          <br />
          <p>
            Ситэри Айыы, <br />
            Бэттэх көрөн
            <br />
            Мичик гын!
            <br />
            Муундара!
            <br />
            <br />
            Бигэ айыыланыым,
            <br />
            Силикпин ситэриим.
            <br />
            <br />
            Туппуппун ыһыктымыым, <br />
            Булбуппун сүтэримиим. <br />
            <br />
            Суолум оспотун,
            <br />
            Ыллыгым бүөлэммэтин.
            <br />
            <br />
            Онно-манна <br />
            Улдьаарымыым, <br />
            Итиннэ-манна <br />
            Умньанымыым. <br />
            <br />
            Тутах туттумуум, <br />
            Быстах быһыыланымыым,
            <br />
            <br />
            Итэҕэскэ кииримиим,
            <br />
            Быһаҕаска быстымыым.
            <br />
            <br />
            Сырыым <br />
            Ситиһиилээх буоллун, <br />
            Оҥорбутум <br />
            Хотуулаах буоллун. <br />
            <br />
            Сөрү-сөп түбэһиим,
            <br />
            Бэри-бэрт түмүктэниим. <br />
            <br />
            Ылыммыт дьыалабын
            <br />
            Ситэрэн-хоторон иһиим..
            <br />
            Дом!
            <br />
            <br />
          </p>
        </article>
        <article>
          <br />
          <br />
          <h2 align="center">Молитва о совершенстве</h2>
          <br />
          <p>
            Совершенный Владыка,
            <br />
            Посмотри на меня,
            <br />
            Улыбнись благосклонно!
            <br />
            Прошу поддержать меня.
            <br />
            <br />
            Буду твердо верить в Тангра,
            <br />
            Чтобы судьба была прекрасна.
            <br />
            <br />
            Не уроню полученное,
            <br />
            Не потеряю найденное.
            <br />
            <br />
            Пусть не зарастает дорога,
            <br />
            Не заканчивается тропинка.
            <br />
            <br />
            Не буду без толку
            <br />
            Бродить,
            <br />
            По разным местам
            <br />
            Шататься.
            <br />
            <br />
            Буду завершать начатое,
            <br />
            Не стану браться за случайные дела.
            <br />
            <br />
            Не буду участвовать в сырых проектах,
            <br />
            Действовать без обеспечения.
            <br />
            <br />
            Пусть путешествия
            <br />
            Будут результативными,
            <br />
            А действия
            <br />
            Будут успешными.
            <br />
            <br />
            Пусть действия будут оптимальными,
            <br />
            А итоги - отличными.
            <br />
            <br />
            Пусть успешно завершаются
            <br />
            Все начатые дела.
            <br />
            Да будет так!
            <br />
            <br />
          </p>
        </article>
      </div>
    );
  }
}
