import ReactDOM from "react-dom";
import { NavLink } from "react-router-dom";
import React, { Component } from "react";

export default class Third8 extends Component {
  render() {
    return (
      <div className="main-middle2 main-top clearfix">
        <article>
          <ul>
            <br />
            <NavLink to="/First8">Аан Хаан, Аан Турук Айыы</NavLink>
            <br />
            <br />
            <NavLink to="/Second8">Ортоку Хаан, Ортоку Айыы</NavLink>
            <br />
            <br />
            <NavLink to="/Third8">Туруу Хаан, Туруу Айыы</NavLink>
            <br />
            <br />
            <NavLink to="/Fourth8">Бөҕө Хаан, Бөҕө Айыы</NavLink>
            <br />
            <br />
            <NavLink to="/Fifth8">Бигэ Хаан, Бигэ Айыы</NavLink>
            <br />
            <br />
            <NavLink to="/Sixth8">Ситэри Хаан, Ситэри Айыы</NavLink>
            <br />
            <br />
            <NavLink to="/Seventh8">Толору Хаан, Толору Айыы</NavLink>
            <br />
            <br />
          </ul>
        </article>
        <article>
          <br />
          <br />
          <h2 align="center">Туруу буолуу алгыһа</h2>
          <br />
          <p>
            Туруу Айыы, <br />
            Бэттэх көрөн
            <br />
            Мичик гын!
            <br />
            Муундара!
            <br />
            <br />
            Тургутуулары туоруур
            <br />
            Туруу туруктаныым.
            <br />
            <br />
            Үөһэттэн киирээччилэргэ
            <br />
            Өйбүн сүүйтэримиим.
            <br />
            <br />
            Аларааттан тахсааччыларга
            <br />
            Санаабын сайҕатымыым.
            <br />
            <br />
            Ойоҕостон орооһоччуларга
            <br />
            Отуорбун оҕустарымыым.
            <br />
            <br />
            Бэйэбин албыннанымыым,
            <br />
            Миммин сүтэримиим.
            <br />
            <br />
            Минньигэс тылга <br />
            Дьиҥи биэримиим, <br />
            Албаҕа тылга
            <br />
            Кырдьыгы атастаһымыым.
            <br />
            <br />
            Төбөм эргийбэтин, <br />
            Хараҕым иирбэтин. <br />
            <br />
            Эрэх-турах буолуум, <br />
            Үрүк-түрүк сылдьыым.
            <br />
            <br />
            Сылдьыбытым кырдьык буоллун,
            <br />
            Эппитим экчи буоллун.
            <br />
            Дуом!
            <br />
            <br />
          </p>
        </article>
        <article>
          <br />
          <br />
          <h2 align="center">Молитва о хорошем состоянии</h2>
          <br />
          <p>
            Владыка Состояния,
            <br />
            Посмотри на меня,
            <br />
            Улыбнись благосклонно!
            <br />
            Прошу поддержать меня.
            <br />
            <br />
            Пусть будет хорошее состояние,
            <br />
            Чтобы преодолевать испытания.
            <br />
            <br />
            Не буду терять головы
            <br />
            Из-за недоброжелательных влияний.
            <br />
            <br />
            Не изменю своих мыслей
            <br />
            Из-за недобрых влияний.
            <br />
            <br />
            Из-за стороннего вмешательства
            <br />
            Не дестабилизируюсь.
            <br />
            <br />
            Не дам себя провести,
            <br />
            Не потеряю достоинства.
            <br />
            <br />
            Не поддамся
            <br />
            Сладкому слову,
            <br />
            Не поменяю правды
            <br />
            Из-за сомнительных речей.
            <br />
            <br />
            Пусть голова не кружится,
            <br />
            Глаза не разбегаются.
            <br />
            <br />
            Буду надежной опорой,
            <br />
            Буду вести правильную жизнь.
            <br />
            <br />
            Пусть действия будут справедливыми,
            <br />
            Данные слова незыблемыми.
            <br />
            Да будет так!
            <br />
            <br />
          </p>
        </article>
      </div>
    );
  }
}
