import ReactDOM from "react-dom";
import { NavLink } from "react-router-dom";
import React, { Component } from "react";

export default class Second9 extends Component {
  render() {
    return (
      <div className="main-middle2 main-top clearfix">
        <article>
          <ul>
            <br />
            <NavLink to="/First9">Аан Айыы Тойон</NavLink>
            <br />
            <br />
            <NavLink to="/Second9">Көх Айыы Тойон</NavLink>
            <br />
            <br />
            <NavLink to="/Third9">Алгыс Айыы Тойон</NavLink>
            <br />
            <br />
            <NavLink to="/Fourth9">Туом Айыы Тойон</NavLink>
            <br />
            <br />
            <NavLink to="/Fifth9">Майгы Айыы Тойон</NavLink>
            <br />
            <br />
            <NavLink to="/Sixth9">Сиэр Айыы Тойон</NavLink>
            <br />
            <br />
            <NavLink to="/Seventh9">Дом Айыы Тойон</NavLink>
            <br />
            <br />
          </ul>
        </article>
        <article>
          <br />
          <br />
          <h2 align="center">Көх алгыһа</h2>
          <br />
          <p>
            Көх Айыы Тойон,
            <br />
            Бэттэх көрөн
            <br />
            Мичик гын!
            <br />
            Айхал!
            <br />
            <br />
            Айыы саҥнаныым,
            <br />
            Күн көхтөнүүм.
            <br />
            <br />
            Аҕа Айыыларым,
            <br />
            Дьээ диэтэхпинэ
            <br />
            Дьээ диэтиннэр.
            <br />
            <br />
            Ийэ Иэйэхситтэрим,
            <br />
            Буо диэтэхпинэ
            <br />
            Буо диэтиннэр.
            <br />
            <br />
            Тылым төбөтүгэр
            <br />
            Олордуннар,
            <br />
            Санаам тамаҕар
            <br />
            Сырыттыннар.
            <br />
            <br />
            Тылбын тэһииннээтиннэр,
            <br />
            Саҥабын салайдыннар.
            <br />
            <br />
            Сыыһабын көннөрдүннэр,
            <br />
            Алҕаспын араардыннар.
            <br />
            <br />
            Күн утаҕын туттардыннар,
            <br />
            Сырдык суолу анаатыннар.
            <br />
            <br />
            Атахпар үктэннэрдиннэр,
            <br />
            Сүһүөхпэр туруордуннар.
            <br />
            <br />
            Сымнаҕас ытыстарыгар
            <br />
            Олортуннар.
            <br />
            Дом!
            <br />
            <br />
          </p>
        </article>
        <article>
          <br />
          <br />
          <h2 align="center">Вдохновляющая молитва</h2>
          <br />
          <p>
            Вдохновляющий Владыка,
            <br />
            Посмотри на меня,
            <br />
            Улыбнись благосклонно!
            <br />
            Славлю тебя и позволь приблизиться!
            <br />
            <br />
            Пусть характер будет божеским,
            <br />
            А способности яркими.
            <br />
            <br />
            Если обращусь
            <br />
            К небесным духам,
            <br />
            То пусть они откликнутся.
            <br />
            <br />
            Когда обращусь
            <br />
            К Покровительницам,
            <br />
            о пусть они помогут.
            <br />
            <br />
            Пусть находятся
            <br />
            На острие языка,
            <br />
            Пусть они будут
            <br />
            В начале мысли.
            <br />
            <br />
            Пусть они взнуздают речи
            <br />
            И направляют мысли.
            <br />
            <br />
            Пусть исправляют ошибки
            <br />
            И указывают на недостатки.
            <br />
            <br />
            Пусть они вручают путеводную нить
            <br />
            И покажут светлый путь.
            <br />
            <br />
            Пусть поднимут
            <br />
            И поставят на ноги.
            <br />
            <br />
            Пусть они посадят
            <br />
            На свои мягкие ладони.
            <br />
            Да будет так!
            <br />
            <br />
          </p>
        </article>
      </div>
    );
  }
}
