import ReactDOM from 'react-dom';
import { NavLink } from "react-router-dom";
import React, { Component } from 'react'

export default class Seventh9 extends Component {
	render(){
		return(
			<div className="main-middle2 main-top clearfix">
				<article>
					<ul><br/>
						<NavLink to="/First9">Аан Айыы Тойон</NavLink><br/><br/>
						<NavLink to="/Second9">Көх Айыы Тойон</NavLink><br/><br/>
			         <NavLink to="/Third9">Алгыс Айыы Тойон</NavLink><br/><br/>
			         <NavLink to="/Fourth9">Туом Айыы Тойон</NavLink><br/><br/>
			         <NavLink to="/Fifth9">Майгы Айыы Тойон</NavLink><br/><br/>
			         <NavLink to="/Sixth9">Сиэр Айыы Тойон</NavLink><br/><br/>
			         <NavLink to="/Seventh9">Дом Айыы Тойон</NavLink><br/><br/>
					</ul>
				</article>
				<article><br/><br/>			
					<h2 align="center">Дом алгыһа</h2><br/>
					<p>
                Дом Айыы Тойон,<br/>
                Бэттэх көрөн    <br/>
                Мичик гын! <br/>
                Айхал!  <br/>
                <br/>
                Тулхадыйбат толору<br/>
                Домноох буолуум.<br/>
                <br/>
                Өбүгэлэрим<br/>
                Үгүс үйэлэр тухары биэрбит<br/>
                Өннөрүн үксэтиим. <br/>
                <br/>
                Аймахтарым <br/>
                Элбэх үйэлэр тухары биэрбит<br/>
                Сыраларын салҕыым. <br/>
                <br/>
                Утуммун быһымыым,<br/>
                Ситиммин ситэриим. <br/>
                <br/>
                Ааспыттан <br/>
                Алгыһын тутуһуум, <br/>
                Бүгүҥҥүбүн<br/>
                Бүгүн оҥоруум. <br/>
                <br/>
                Сарсыҥҥыны кытта <br/>
                Бааллыым, <br/>
                Кэлэри кытта <br/>
                Ситимнэниим. <br/>
                <br/>
                Айыы Суолунан сылдьыым, <br/>
                Күн суолунан көстүүм.<br/>
                <br/>
                Айыыны <br/>
                Абааһы хоппута суох.<br/>
                <br/>
                Тоҕус доммун толоруум!<br/>
                Дом!<br/><br/>
					</p>
				</article>
				<article><br/><br/>			
					<h2 align="center">Заповедная молитва</h2><br/>
						<p>
            		Владыка Заповедей,<br/>
                Посмотри на меня,<br/>
                Улыбнись благосклонно!<br/>
                Славлю тебя и позволь приблизиться!<br/>
                <br/>
                Пусть у меня полностью проявятся<br/>
                Различные способности.<br/>
                <br/>
                Увеличу<br/>
                Многовековые заслуги<br/>
                Предков.<br/>
                <br/>
                Продолжу<br/>
                Многовековые усилия<br/>
                Родственников.<br/>
                <br/>
                Пусть продолжится нить судьбы<br/>
                И разворачивается дальше.<br/>
                <br/>
                Буду придерживаться духа<br/>
                Молитв прошлых времен,<br/>
                Буду делать сегодня<br/>
                Нынешние дела.<br/>
                <br/>
                Буду предвидеть<br/>
                Завтрашнее,<br/>
                Связывать дела<br/>
                С будущим.<br/>
                <br/>
                Буду ходить дорогой Тангра,<br/>
                Двигаться по светлому пути.<br/>
                <br/>
                Зло бессильно<br/>
                Против Тангра.<br/>
                <br/>
                Исполню девять циклов молитв и обрядов!<br/>
                Да будет так!<br/><br/>
					</p>
				</article>
			</div>
		)
	}
}