import ReactDOM from "react-dom";
import { NavLink } from "react-router-dom";
import React, { Component } from "react";

export default class Sixth9 extends Component {
  render() {
    return (
      <div className="main-middle2 main-top clearfix">
        <article>
          <ul>
            <br />
            <NavLink to="/First9">Аан Айыы Тойон</NavLink>
            <br />
            <br />
            <NavLink to="/Second9">Көх Айыы Тойон</NavLink>
            <br />
            <br />
            <NavLink to="/Third9">Алгыс Айыы Тойон</NavLink>
            <br />
            <br />
            <NavLink to="/Fourth9">Туом Айыы Тойон</NavLink>
            <br />
            <br />
            <NavLink to="/Fifth9">Майгы Айыы Тойон</NavLink>
            <br />
            <br />
            <NavLink to="/Sixth9">Сиэр Айыы Тойон</NavLink>
            <br />
            <br />
            <NavLink to="/Seventh9">Дуом Айыы Тойон</NavLink>
            <br />
            <br />
          </ul>
        </article>
        <article>
          <br />
          <br />
          <h2 align="center">Сиэр алгыһа</h2>
          <br />
          <p>
            Сиэр Айыы Тойон, <br />
            Бэттэх көрөн <br />
            Мичик гын! <br />
            Айхал! <br />
            <br />
            Сиэри тутуһуум, <br />
            Силиги ситэриим. <br />
            <br />
            Айыы айбытын <br />
            Бытыһыым <br />
            Одун оҥорбутун <br />
            Утумнуум. <br />
            <br />
            Аан дойду <br />
            Тэһиинин ылыым, <br />
            Күн сирин <br />
            Көнтөһүн тутуум. <br />
            <br />
            Кутум тутулугун <br />
            Уларытымыым, <br />
            Сүрүм сүнньүн <br />
            Сүтэримиим. <br />
            <br />
            Айыы дьонун кытта <br />
            Амарах буолуум, <br />
            Күн дьонун кытта <br />
            Көмүскэс буолуум. <br />
            <br />
            Хараҕым сырдык буоллун,
            <br />
            Өйүм ыраас буоллун. <br />
            <br />
            Чахчыга тирэниим, <br />
            Баары барҕардыым. <br />
            <br />
            Кыһалҕаны кыайыым, <br />
            Тутурҕаны хотуум. <br />
            <br />
            Алгыһым оройо <br />
            Аһаҕас буоллун. <br />
            Дуом!
            <br />
            <br />
          </p>
        </article>
        <article>
          <br />
          <br />
          <h2 align="center">Молитва о нравах</h2>
          <br />
          <p>
            Владыка Нравов,
            <br />
            Посмотри на меня,
            <br />
            Улыбнись благосклонно!
            <br />
            Славлю тебя и позволь приблизиться!
            <br />
            <br />
            Буду иметь хороший нрав
            <br />
            И буду развивать его.
            <br />
            <br />
            Буду следовать
            <br />
            Заветам Тангра
            <br />
            По пути,
            <br />
            Указанному им.
            <br />
            <br />
            Надену на себя
            <br />
            Узды нравственности,
            <br />
            Буду управляться
            <br />
            Небесными поводьями.
            <br />
            <br />
            Не поменяю
            <br />
            Настроя души,
            <br />
            Не потеряю позитивную
            <br />
            Жизненную энергию
            <br />
            <br />
            Буду добр
            <br />
            С последователями Тангра,
            <br />
            Буду защищать
            <br />
            Людей солнечной страны.
            <br />
            <br />
            Пусть взгляд будет светлым
            <br />
            И мысли чистыми.
            <br />
            <br />
            Буду опираться на истину
            <br />
            И хвалить реальное.
            <br />
            <br />
            Преодолею переживания
            <br />
            И отчужденность.
            <br />
            <br />
            Пусть буду восприимчив
            <br />
            К благословениям.
            <br />
            Да будет так!
            <br />
            <br />
          </p>
        </article>
      </div>
    );
  }
}
