import ReactDOM from "react-dom";
import { NavLink } from "react-router-dom";
import React, { Component } from "react";

export default class Third9 extends Component {
  render() {
    return (
      <div className="main-middle2 main-top clearfix">
        <article>
          <ul>
            <br />
            <NavLink to="/First9">Аан Айыы Тойон</NavLink>
            <br />
            <br />
            <NavLink to="/Second9">Көх Айыы Тойон</NavLink>
            <br />
            <br />
            <NavLink to="/Third9">Алгыс Айыы Тойон</NavLink>
            <br />
            <br />
            <NavLink to="/Fourth9">Туом Айыы Тойон</NavLink>
            <br />
            <br />
            <NavLink to="/Fifth9">Майгы Айыы Тойон</NavLink>
            <br />
            <br />
            <NavLink to="/Sixth9">Сиэр Айыы Тойон</NavLink>
            <br />
            <br />
            <NavLink to="/Seventh9">Дом Айыы Тойон</NavLink>
            <br />
            <br />
          </ul>
        </article>
        <article>
          <br />
          <br />
          <h2 align="center">Алгыс алгыһа</h2>
          <br />
          <p>
            Алгыс Айыы Тойон,
            <br />
            Бэттэх көрөн
            <br />
            Мичик гын!
            <br />
            Айхал!
            <br />
            <br />
            Алгыс баһа
            <br />
            Арыылаах.
            <br />
            <br />
            Ийэ куппар иҥмит
            <br />
            Ийэ алгыһым
            <br />
            Этэр тылбар киирдин.
            <br />
            <br />
            Буор куппар олорор
            <br />
            Оҕо алгыһым
            <br />
            Тойукпар холбостун.
            <br />
            <br />
            Эҕэрдэнэн эргиллиим,
            <br />
            Алгыһынан хайыһыым.
            <br />
            <br />
            Үөрүүнү-көтүүнү
            <br />
            Олохтуум,
            <br />
            Оту-маһы
            <br />
            Көҕөрдүүм.
            <br />
            <br />
            Сүбэни булуум,
            <br />
            Сүргэни көтөҕүүм.
            <br />
            <br />
            Этэр тылым
            <br />
            Үүннээх-ыҥыырдаах буоллун.
            <br />
            <br />
            Айыылар эппиттэрин курдук
            <br />
            Саҥарыым.
            <br />
            <br />
            Күн санааланыым,
            <br />
            Сырдык суолланыым.
            <br />
            Дом!
            <br />
            <br />
          </p>
        </article>
        <article>
          <br />
          <br />
          <h2 align="center">Молитва о благословении</h2>
          <br />
          <p>
            Благословляющий Владыка,
            <br />
            Посмотри на меня,
            <br />
            Улыбнись благосклонно!
            <br />
            Славлю тебя и позволь приблизиться! <br />
            <br />
            Начало молитвы
            <br />
            Бывает пригожим.
            <br />
            <br />
            Пусть благословение,
            <br />
            Пропитавшее материнскую душу,
            <br />
            Проявится в моей речи. <br />
            <br />
            Пусть благословение,
            <br />
            Пропитавшее земляную душу, <br />
            Соединяется с моей песней.
            <br />
            <br />
            Вернусь с приветствием,
            <br />
            Повернусь с молитвой.
            <br />
            <br />
            Пусть начнется
            <br />
            Радость и веселье,
            <br />
            Пусть зеленеют
            <br />
            Травы и деревья.
            <br />
            <br />
            Найду советы,
            <br />
            Подниму настроение.
            <br />
            <br />
            Пусть будут со смыслом
            <br />
            Произносимые слова.
            <br />
            <br />
            Буду говорить
            <br />
            По совету Тангра.
            <br />
            <br />
            Пусть мысли будут солнечными
            <br />
            И будет светлой дорога.
            <br />
            Да будет так!
            <br />
            <br />
          </p>
        </article>
      </div>
    );
  }
}
