import React, { Component } from "react";
import { NavLink } from "react-router-dom";

export default class Home extends Component {
  render() {
    return (
      <div className="my-slider main-top">
        <hr></hr>
        <h1>САХА ТАНГРАИЗМ</h1>
        <div className="main-middle3 main-top clearfix">
          <article>
            Таҥара (Таҥар Аар Ра) — живая вибрационно-информационная сила,
            создающая миры своими Алгысами. Таҥара - Начало, создатель миров,
            является Демиургом.
            <br /> Способным воспринимать его вибрацию и информацию, и
            передавать своим помощникам - опорникам, является единственный
            Светлый Бог-господин (Үрүҥ Айыы Тойон/Үрүҥ Аар Тойон), Управляющий
            этого мира и держащий связь с другими мирами, является Теургом.
            Помещенный в центре центрального круга (Билии). Он имеет семь
            ипостасей - опорников (воплощений) и восемь основных, равнозначных
            помощников Айыы помещенных в третьем круге (Билии). Эти Айыы имеют,
            тоже по семь воплощений помещенных в четвертом круге (Билии).
            Поэтому Таҥара имеет 63 ипостаси.
            <br />
          </article>
          <article>
            Восемь основных ипостасей(Айыы), живут в одном круге (Билии),
            каждому соответствует свой фрагмент круга, информации, спектры
            качеств, которые «способствуют прохождению предназначения, развитие
            человека в этом мире». Человек должен стремиться преобразовать эти
            информации в знания и совершить путь через эти круги (Билии), то
            есть наработать те качества , которыми владеют эти Айыы,
            совершенствовать свои нравственные, интеллектуальные и другие
            положительные качества, общаться к ним через духов (иччи) с помощью
            молитв и обрядов.
          </article>
          <article>
            Воспринимаются Айыы как чисто поэтические образы, характеризующие
            различные качества. Эти образы могут показаться в видениях и грезах
            Саха как «светлые существа, а некоторые ипостаси в виде белого коня,
            лебедя, журавля, орла и в другом виде», что отражается в поэтических
            именах этих ипостасей.
            <br />
            <br /> Билии - знания. Если расшифровать слово, то Бии - это
            Большой(Выше, Старше), Бил - узнай, ии - информация, забор, граница,
            круг, т.е. узнай информацию с Высшего круга.
          </article>
        </div>
        <hr></hr>
        <ul>
          <center>
            <img src={require("./ii.png")} />
          </center>
        </ul>
        <hr></hr>
        <div>
          <h1>
            <NavLink to="/T9">
              Светлый Бог-господин
              <br />
              (Үрүҥ Аар Тойон)
            </NavLink>
          </h1>
          <br />
          <center>
            Үрүҥ Аар Тойон , помещаемый в центре основного круга (Билии).
          </center>
          <br />
          <center>
            Семь ипостасей Үрүҥ Аар Тойон , помещаемые во втором круге (Билии).
          </center>
        </div>
        <br />
        <hr></hr>
        <center>
          <br />
          <h2>Ипостаси Үрүҥ Аар Тойон</h2>
          <br />
          Айыы помещаемые в третьем круге (Билии)
        </center>
        <br />
        <div className="main-middle3 main-top clearfix">
          <article>
            <NavLink to="/T1">
              <h2>
                Творительница,
                <br /> Творитель (Айыыһыт)
              </h2>
            </NavLink>
            <br />
            Первая основная ипостась Үрүҥ Аар Тойон, помещаемая на первом
            фрагменте Билии, отвечающая за семейное счастье.
            <br />
            <br />
            <NavLink to="/T2">
              <h2>
                Покровительница, <br />
                Покровитель (Иэйэхсит)
              </h2>
            </NavLink>
            <br />
            Вторая основная ипостась Үрүҥ Аар Тойон, помещаемая на втором
            фрагменте Билии.
            <br />
            <br />
            <NavLink to="/T3">
              <h2>Даритель (Дьөһөгөй)</h2>
            </NavLink>
            <br />
            Третья основная ипостась Үрүҥ Аар Тойон, помещаемая на третьем
            фрагменте Билии. Участвующий в получении качеств в различных видах
            ремесла, деятельности.
            <br />
            <br />
          </article>
          <article>
            <NavLink to="/T4">
              <h2>
                Небесный Царь-орел <br />
                (Хотой Айыы)
              </h2>
            </NavLink>
            <br />
            Четвертая основная ипостась Үрүҥ Аар Тойон, помещае-мая на четвером
            фрагменте Билии.
            <br />
            <br />
            <br />
            <br />
            <NavLink to="/T5">
              <h2>Великий Небесный Царь-ворон (Улуу Суорун)</h2>
            </NavLink>
            <br />
            Пятая основная ипостась Үрүҥ Аар Тойон, помещаемая на пятом
            фрагменте Билии.
            <br />
            <br />
            <br />
            <NavLink to="/T6">
              <h2>Правдивый и Могучий Владыка Судьбы (Сүҥ Дьааһын)</h2>
            </NavLink>
            <br />
            Шестая основная ипостась Үрүҥ Аар Тойон, помещаемая на шестом
            фрагменте Билии.
            <br />
          </article>
          <article>
            <NavLink to="/T7">
              <h2>
                Владыки Знания
                <br /> (Билии айыылара)
              </h2>
            </NavLink>
            <br />
            <blockquote>Билгэ Хаан,Таҥха Хаан,Дьылҕа Хаан</blockquote> образуют
            седьмую основную ипостась Үрүҥ Аар Тойон, помещаемую на седьмом
            фрагменте Билии.
            <br />
            <br />
            <br />
            <NavLink to="/T8">
              <h2>
                Владыки Состояния
                <br /> (Турук айыылара)
              </h2>
            </NavLink>
            <br />
            <blockquote>
              Могучий Владыка (Одун Хаан). Строгий Владыка (Чыҥыс Хаан)
            </blockquote>{" "}
            образуют восьмую основную ипостась Үрүҥ Аар Тойон, помещаемую на
            восьмом фрагменте Билии.
            <br />
            <br />
          </article>
        </div>
      </div>
    );
  }
}
