import React, { Component } from 'react';
import { NavLink } from "react-router-dom";



export default class Home extends Component {
	render(){
		return(<div className="my-slider main-top">
			<ul>
				<img src={require("./slider1a.jpg")}/>			
			</ul>
						<h1>САХА ТАНГРИЗМ</h1>
			<div className="main-middle3 main-top clearfix">

				<article>
            Таҥар Аар Ра (Таҥара) — живая вибрационно-информационная сила,
            создавшая Вселенную своим Алгысом. Таҥара, создавший мир, является
            единственным. Способным воспринимать его вибрацию и информацию, и
            передавать своим помощникам, также является единственным Светлый
            Бог-господин (Үрүҥ Айыы Тойон / точнее Үрүҥ Аар Тойон). Помещенный в
            центре центрального круга (Билии). Он имеет семь ипостасей
            (воплощений) и восемь основных, равнозначных помощников ипостасей
            (Айыы) помещенных в третьем круге (Билии). А эти Айыы имеют, тоже по
            семь ипостасей (воплощений) помещенных в четвертом круге (Билии).
            Поэтому Таҥара имеет 63 ипостаси.
            <br />
          </article>
          <article>
            Восемь основных ипостасей(Айыы) помощников Үрүҥ Аар Тойон, живут в
            одном круге (Билии), каждому соответствует свой фрагмент круга,
            спектры качеств, знаний, которые «способствуют прохождению
            предназначения, развитие человека в этом мире». Человек должен
            стремиться совершить путь через эти круги (Билии), то есть
            наработать те качества , которыми владеют эти Айыы, совершенствовать
            свои нравственные, интеллектуальные и другие положительные качества,
            общаться с помощью молитв и обрядов с ипостасями (Айыы),
            символизирующими эти качества.
          </article>
          <article>
            Мы воспринимаем ипостаси (Айыы) как чисто поэтические образы,
            характеризующие различные качества. Эти образы могут показаться в
            видениях и грезах Саха как «светлые существа, а некоторые ипостаси в
            виде белого коня, лебедя, журавля, орла и в другом виде», что
            отражается в поэтических именах этих ипостасей.
            <br /> Билии - это знания, забор, граница, круг.
          </article>
        </div>
        <hr></hr>
        <div>
          <h1>
            <NavLink to="/T9">
              Светлый Бог-господин
              <br />
              (Үрүҥ Аар Тойон)
            </NavLink>
          </h1>
          <br />
          <center>
            Үрүҥ Аар Тойон , помещаемый в центре основного круга (Билии).
          </center>
          <br />
          <center>
            Семь ипостасей Үрүҥ Аар Тойон , помещаемые во втором круге (Билии).
          </center>
        </div>
        <br />
        <hr></hr>
        <center>
          <br />
          <h2>Ипостаси Үрүҥ Аар Тойон</h2>
          <br />
          Айыы помещаемые в третьем круге (Билии)
        </center>
        <br />
        <div className="main-middle3 main-top clearfix">
          <article>
            <NavLink to="/T1">
              <h2>
                Творительница,
                <br /> Творитель (Айыыһыт)
              </h2>
            </NavLink>
            <br />
            Первая основная ипостась Үрүҥ Аар Тойон, помещаемая на первом
            фрагменте Билии, отвечающая за семейное счастье, 7 ипостасей которой
            в обрядовой поэзии Саха представляется в виде женщин.
            <br />
            <br />
            <NavLink to="/T2">
              <h2>
                Покровительница, <br />
                Покровитель (Иэйэхсит)
              </h2>
            </NavLink>
            <br />
            Вторая основная ипостась Үрүҥ Аар Тойон, помещаемая на втором
            фрагменте Билии,
            <br /> 7 ипостасей которой в обрядовой поэзии Саха представляется в
            виде женщин.
            <br />
            <br />
            <NavLink to="/T3">
              <h2>Даритель (Дьөһөгөй)</h2>
            </NavLink>
            <br />
            Третья основная ипостась Үрүҥ Аар Тойон, помещаемая на третьем
            фрагменте Билии. Участвующий в получении качеств в различных видах
            ремесла, деятельности.
            <br />
            <br />
          </article>
          <article>
            <NavLink to="/T4">
              <h2>
                Небесный Царь-орел <br />
                (Хотой Айыы)
              </h2>
            </NavLink>
            <br />
            Четвертая основная ипостась Үрүҥ Аар Тойон, помещае-мая на четвером
            фрагменте Билии.
            <br />
            <br />
            <br />
            <br />
            <NavLink to="/T5">
              <h2>Великий Небесный Царь-ворон (Улуу Суорун)</h2>
            </NavLink>
            <br />
            Пятая основная ипостась Үрүҥ Аар Тойон, помещаемая на пятом
            фрагменте Билии.
            <br />
            <br />
            <br />
            <NavLink to="/T6">
              <h2>Правдивый и Могучий Владыка Судьбы (Сүҥ Дьааһын)</h2>
            </NavLink>
            <br />
            Шестая основная ипостась Үрүҥ Аар Тойон, помещаемая на шестом
            фрагменте Билии.
            <br />
          </article>
          <article>
            <NavLink to="/T7">
              <h2>
                Владыки Знания
                <br /> (Билии айыылара)
              </h2>
            </NavLink>
            <br />
            <blockquote>Билгэ Хаан,Таҥха Хаан,Дьылҕа Хаан</blockquote> образуют
            седьмую основную ипостась Үрүҥ Аар Тойон, помещаемую на седьмом
            фрагменте Билии.
            <br />
            <br />
            <br />
            <NavLink to="/T8">
              <h2>
                Владыки Состояния
                <br /> (Турук айыылара)
              </h2>
            </NavLink>
            <br />
            <blockquote>
              Могучий Владыка (Одун Хаан). Строгий Владыка (Чыҥыс Хаан)
            </blockquote>{" "}
            образуют восьмую основную ипостась Үрүҥ Аар Тойон, помещаемую на
            восьмом фрагменте Билии.
            <br />
            <br />
          </article>
        </div>
      </div>
    );
  }
}
