import React from 'react';
import { NavLink } from "react-router-dom";

function Slider(){
	
	return(
		<div className="my-slider main-top">
			<ul>
				<img src={require("./slider1a.jpg")}/>			
			</ul>
						<h1>САХА ТАНГРИЗМ</h1>
			<div className="main-middle3 main-top clearfix">

				<article>
					Таҥара (Тангара) — живая сила, создавшая Вселенную... Тангара, 
					создавший мир, является единственным 
					и его (саха) зовут Светлый Бог-господин (Үрүҥ Айыы Тойон / точнее Үрүҥ Аар Тойон).
					 Он имеет девять основных ипостасей (тоҕус сүрүн дьүһүннээх). 
					 А эти ипостаси имеют по семь ипостасей (воплощений). 
					 Поэтому Тангара имеет 63 ипостаси.
					</article>
					<article>
						В каждой из 9 основных ипостасей Тангра соответствует свое небо, 
						которые «символизируют морально-нравственное развитие человека». 
						Человек в своей жизни должен стремиться совершить путь через эти небеса, 
						то есть стараться совершенствовать свои нравственные, 
						интеллектуальные и другие положительные качества, 
						ообщаться с помощью молитв и обрядов с ипостасями (айыы), 
						символизирующими эти качества.
					</article>
					<article>
						Мы воспринимаем ипостаси (айыы) как чисто поэтические образы, 
						характеризующие различные возможности получения помощи от Тангра. 
						Эти образы могут показаться в видениях и грезах саха как «светлые существа, 
						а некоторые ипостаси в виде белого коня, лебедя, журавля, орла и в другом виде», 
						что отражается в поэтических именах этих ипостасей.
					</article>
				</div>
				<h1>ИПОСТАСИ</h1><br/>
			<div className="main-middle3 main-top clearfix">

				<article>
				<NavLink to="/T1" ><h2>Творительница,<br/> Творитель (Айыыһыт)</h2></NavLink><br/>
					Первая основная ипостась Тангра, помещаемая на первом небе, отвечающая за семейное счастье,
					7 ипостасей которой в обрядовой поэзии саха представляется в виде женщин.<br/>
						<br/>
					<NavLink to="/T2" ><h2>Покровительница, <br/>Покровитель (Иэйэхсит)</h2></NavLink><br/>
					Вторая основная ипостась Тангра, помещаемая на втором небе, 7 ипостасей которой в обрядовой
					поэзии саха представляется в виде женщин.<br/>
					<br/>
					<NavLink to="/T3" ><h2>Даритель (Дьөһөгөй)</h2></NavLink>
						<br/>
					Третья основная ипостась Тангра, помещаемая на третьем небе. Может помочь различным видам деятельности.<br/><br/>
					</article>
					<article>
						<NavLink to="/T4"><h2>Небесный Царь-орел <br/>(Хотой Айыы)</h2></NavLink>
						<br/>Четвертая основная ипостась Тангра, помещае-мая на четвером небе.
						<br/>
						<br/><br/><br/>
						<NavLink to="/T5"><h2>Великий Небесный Царь-ворон (Улуу Суорун)</h2></NavLink><br/>
						Пятая основная ипостась Тангра, помещаемая на пятом небе.
						<br/>
						<br/><br/>
						<NavLink to="/T6"><h2>Правдивый и Могучий Владыка Судьбы (Сүҥ Дьааһын)</h2></NavLink><br/>
						Шестая основная ипостась Тангра, помещаемая на шестом небе.<br/>
					</article>
					<article>
						<NavLink to="/T7"><h2>Владыки Знания<br/> (Билии айыылара)</h2></NavLink><br/>
						Билгэ Хаан,Таҥха Хаан,Дьылҕа Хаан образуют седьмую основную ипостась Тангра,
						помещаемую на седьмом небе.<br/><br/><br/>
						<NavLink to="/T8"><h2>Владыки Состояния<br/> (Турук айыылара)</h2></NavLink><br/>
						Могучий Владыка (Одун Хаан).
						Строгий Владыка (Чыҥыс Хаан) образуют восьмую основную ипостась Тангра,
						помещаемую на восьмом небе.<br/><br/>
						<NavLink to="/T9"><h2>Светлый Бог-господин<br/>(Үрүҥ Аар Тойон)</h2></NavLink><br/>
						Главная ипостась Тангра, помещаемая на девятом небе.
					</article>
				</div>
		</div>
	)
}
export default Slider;