import ReactDOM from 'react-dom';
import { NavLink } from "react-router-dom";
import React, { Component } from 'react'

export default class Fifth3 extends Component {
	render(){
		return(
			<div className="main-middle2 main-top clearfix">
				<article>
					<ul><br/>
						<NavLink to="/First3">Аан Дьөһөгөй</NavLink><br/><br/>
						<NavLink to="/Second3">Күүс Дьөһөгөй</NavLink><br/><br/>
			         <NavLink to="/Third3">Тулуур Дьөһөгөй</NavLink><br/><br/>
			         <NavLink to="/Fourth3">Албас Дьөһөгөй</NavLink><br/><br/>
			         <NavLink to="/Fifth3">Сатабыл Дьөһөгөй</NavLink><br/><br/>
			         <NavLink to="/Sixth3">Күн Дьөһөгөй</NavLink><br/><br/>
			         <NavLink to="/Seventh3">Күрүө Дьөһөгөй</NavLink><br/><br/>
					</ul>
				</article>
				<article><br/><br/>			
					<h2 align="center">Сатабыл алгыһа</h2><br/>
					<p>
                Сатабыл Дьөһөгөй, <br/>
                Бэттэх көрөн <br/>
                Мичик гын!<br/>
                Хоруу! <br/>
                <br/>
                Сатабыллаах өйдөнүүм,<br/>
                Дьолуолаахтык туттунуум.<br/>
                <br/>
                Албаһынан аартыктаныым, <br/>
                Ньыманан суолланыым. <br/>
                <br/>
                Олохтоохтук быһаарыныым, <br/>
                Кэскиллээхтик дьаһаныым. <br/>
                <br/>
                Ылсыбыт үлэбин <br/>
                Ыпсаран иһиим, <br/>
                Туппут сорукпун <br/>
                Толорон иһиим. <br/>
                <br/>
                Айар өттүн тутуһуум, <br/>
                Сайдар өттүн хамсатыым. <br/>
                <br/>
                Оҥорон <br/>
                Олохтоон иһииим,<br/>
                Айан <br/>
                Сайыннаран иһиим.<br/>
                <br/>
                Муҥурбун булларымыым,<br/>
                Мэнньиэбин биллэримиим.<br/>
                <br/>
                Үлэни сатыым, <br/>
                Дьыаланы баһылыым <br/>
                <br/>
                Ньымса <br/>
                Ньымаланыым,<br/>
                Имигэс<br/>
                Идэлэниим. <br/>
                Дуом! <br/><br/>
					</p>
				</article>
				<article><br/><br/>			
					<h2 align="center">Молитва об умении</h2><br/>
						<p>
		            Умелый Даритель,<br/>
		            Повернись ко мне,<br/>
		            Улыбнись благосклонно!<br/>
		            Благослови!<br/>
		            <br/>
		            Буду смекалистым<br/>
		            И действующим умело.<br/>
		            <br/>
		            Узнаю хитрые приемы<br/>
		            И полезные методы.<br/>
		            <br/>
		            Приму обоснованные решения,<br/>
		            Выработаю перспективные планы.<br/>
		            <br/>
		            Свои дела<br/>
		            Состыкую,<br/>
		            Принятые обязательства<br/>
		            Выполню.<br/>
		            <br/>
		            Буду творить<br/>
		            И развиваться.<br/>
		            <br/>
		            Пусть реализуются<br/>
		            Мои дела,<br/>
		            Пусть дальше развиваются<br/>
		            Творения.<br/>
		            <br/>
		            Не ограничу себя пределами,<br/>
		            Не покажу усталости.<br/>
		            <br/>
		            Буду умело работать<br/>
		            И стану профессионалом.<br/>
		            <br/>
		            Буду владеть<br/>
		            Сложными методами,<br/>
		            Буду иметь<br/>
		            Гибкую специализацию.<br/>
		            Да будет так!<br/><br/>
					</p>
				</article>
			</div>
		)
	}
}