import ReactDOM from 'react-dom';
import { NavLink } from "react-router-dom";
import React, { Component } from 'react'

export default class First3 extends Component {
	render(){
		return(
			<div className="main-middle2 main-top clearfix">
				<article>
					<ul><br/>
						<NavLink to="/First3">Аан Дьөһөгөй</NavLink><br/><br/>
						<NavLink to="/Second3">Күүс Дьөһөгөй</NavLink><br/><br/>
			         <NavLink to="/Third3">Тулуур Дьөһөгөй</NavLink><br/><br/>
			         <NavLink to="/Fourth3">Албас Дьөһөгөй</NavLink><br/><br/>
			         <NavLink to="/Fifth3">Сатабыл Дьөһөгөй</NavLink><br/><br/>
			         <NavLink to="/Sixth3">Күн Дьөһөгөй</NavLink><br/><br/>
			         <NavLink to="/Seventh3">Күрүө Дьөһөгөй</NavLink><br/><br/>
					</ul>
				</article>
				<article><br/><br/>			
					<h2 align="center">Чэгиэн буолар алгыс</h2><br/>
					<p>
            	Аан Дьөһөгөй, <br/>
                Бэттэх көрөн<br/>
                Мичик гын!<br/>
                Хоруу! <br/>
                <br/>
                Дьөһөгөй Аартыга<br/>
                Тэлэлиннин, <br/>
                Дорҕоон суол <br/>
                Тобулуннун.<br/>
                <br/>
                Ийэ сирим <br/>
                Илгэтин иҥэриим, <br/>
                Күнүм сирин <br/>
                Көҕүн тутуһуум. <br/>
                <br/>
                Элбэх сэниэни <br/>
                Эҥсэн ылыым,<br/>
                Үгүс сүрү <br/>
                Өҥсөн сүлгүйүүм.<br/>
                <br/>
                Толору быарданыым,<br/>
                Ситэри силиилэниим. <br/>
                <br/>
                Үрэллибэт үүдэһиннэниим, <br/>
                Уйадыйбат уҥуохтаныым. <br/>
                <br/>
                Быччыҥым <br/>
                Быыппастар кыахтаннын, <br/>
                Силбиир күүстэннин. <br/>
                <br/>
                Өркөн өйдөнүүм,<br/>
                Сайаҕас санааланыым,<br/>
                <br/>
                Эстибэт сэниэлэниим,<br/>
                Быстыбат бырдыланыым.<br/>
                Дуом! <br/><br/>
					</p>
				</article>
				<article><br/><br/>			
					<h2 align="center">Молитва о здравии</h2><br/>
						<p>
		            Почтенный Даритель,<br/>
		            Повернись ко мне,<br/>
		            Улыбнись благосклонно!<br/>
		            Благослови!<br/>
		            <br/>
		            Пусть откроется дорога<br/>
		            К Дарителю<br/>
		            И проложит этот путь<br/>
		            Моя молитва.<br/>
		            <br/>
		            Впитаю живительные соки<br/>
		            Родной земли,<br/>
		            Благодатную энергию<br/>
		            Солнечного мира.<br/>
		            <br/>
		            Пусть я впитаю<br/>
		            Много энергии,<br/>
		            Пусть расцвету,<br/>
		            Получая много жизненных сил<br/>
		            <br/>
		            Пусть печень будет здорова<br/>
		            И свеж костный мозг.<br/>
		            <br/>
		            Пусть будут<br/>
		            прочны сухожилия<br/>
		            И кости крепки.<br/>
		            <br/>
		            Пусть мышцы<br/>
		            Нальются силой,<br/>
		            Моя воля<br/>
		            Крепнет до несокрушимости.<br/>
		            <br/>
		            Пусть мысль будет ясной,<br/>
		            А нрав добрым.<br/>
		            <br/>
		            Пусть всегда буду бодрым<br/>
		            С брызжущей энергией.<br/>
		            Да будет так!<br/><br/>
					</p>
				</article>
			</div>
		)
	}
}
