import ReactDOM from "react-dom";
import { NavLink } from "react-router-dom";
import React, { Component } from "react";

export default class Fourth3 extends Component {
  render() {
    return (
      <div className="main-middle2 main-top clearfix">
        <article>
          <ul>
            <br />
            <NavLink to="/First3">Аан Дьөһөгөй</NavLink>
            <br />
            <br />
            <NavLink to="/Second3">Күүс Дьөһөгөй</NavLink>
            <br />
            <br />
            <NavLink to="/Third3">Тулуур Дьөһөгөй</NavLink>
            <br />
            <br />
            <NavLink to="/Fourth3">Албас Дьөһөгөй</NavLink>
            <br />
            <br />
            <NavLink to="/Fifth3">Сатабыл Дьөһөгөй</NavLink>
            <br />
            <br />
            <NavLink to="/Sixth3">Күн Дьөһөгөй</NavLink>
            <br />
            <br />
            <NavLink to="/Seventh3">Күрүө Дьөһөгөй</NavLink>
            <br />
            <br />
          </ul>
        </article>
        <article>
          <br />
          <br />
          <h2 align="center">Албас алгыһа</h2>
          <br />
          <p>
            Албас Дьөһөгөй, <br />
            Бэттэх көрөн
            <br />
            Мичик гын! <br />
            Хоруу!
            <br />
            <br />
            Албаска алкыллыым, <br />
            Кубулҕахха уһуйуллуум. <br />
            <br />
            Аҕыс уон аҕыс
            <br />
            Албастаныым, <br />
            Тоҕус уон тоҕус <br />
            Кубулҕаттаныым,
            <br />
            <br />
            Үлэни <br />
            Өйдүүр буолуум, <br />
            Дьыаланы <br />
            Дьалайар буолуум.
            <br />
            <br />
            Бары өттүнэн
            <br />
            Баардылыым, <br />
            Толору өттүнэн
            <br />
            Томооннуум.
            <br />
            <br />
            Көрүүм кэҥээтин, <br />
            Билиим бигэргээтин. <br />
            <br />
            Муннукка хаайтарымыым,
            <br />
            Эркиҥҥэ кэтиллимиим. <br />
            <br />
            Араас өттүнэн өйдүүм, <br />
            Эгэлгэ өттүнэн киириим. <br />
            <br />
            Билэр туһугар дьулуһуум,
            <br />
            Өйдүүр туһугар дьүккүһүүм.
            <br />
            <br />
            Эрчиллэн
            <br />
            Эбии тэптэн иһиим, <br />
            Үөрэнэнэн <br />
            Өрө баран иһиим. <br />
            Дом! <br />
            <br />
          </p>
        </article>
        <article>
          <br />
          <br />
          <h2 align="center">Молитва о мастерстве</h2>
          <br />
          <p>
            Хитрый Даритель,
            <br />
            Повернись ко мне,
            <br />
            Улыбнись благосклонно!
            <br />
            Благослови!
            <br />
            <br />
            Научусь мастерству
            <br />
            И искусству преобразований,
            <br />
            <br />
            Восьмидесяти восьми
            <br />
            Хитрым приемам,
            <br />
            Девяноста девяти
            <br />
            Способам преображения.
            <br />
            <br />
            Буду понимать
            <br />
            Работу,
            <br />
            Буду вникать
            <br />
            В дела.
            <br />
            <br />
            Со всех сторон
            <br />
            Разберу,
            <br />
            Все детали
            <br />
            Рассмотрю.
            <br />
            <br />
            Пусть шире будет взгляд
            <br />
            И растут знания.
            <br />
            <br />
            Не смогут загнать в угол,
            <br />
            Не буду спотыкаться о стену.
            <br />
            <br />
            Буду понимать все нюансы
            <br />
            И вникать во все тонкости.
            <br />
            <br />
            Буду стремиться к знаниям
            <br />
            И к лучшему пониманию.
            <br />
            <br />
            Буду упражнять
            <br />
            Свои навыки,
            <br />
            Буду продолжать учиться,
            <br />
            Чтобы быть все выше и выше.
            <br />
            Да будет так!
            <br />
          </p>
        </article>
      </div>
    );
  }
}
