import ReactDOM from 'react-dom';
import { NavLink } from "react-router-dom";
import React, { Component } from 'react'

export default class Second3 extends Component {
	render(){
		return(
			<div className="main-middle2 main-top clearfix">
				<article>
					<ul><br/>
						<NavLink to="/First3">Аан Дьөһөгөй</NavLink><br/><br/>
						<NavLink to="/Second3">Күүс Дьөһөгөй</NavLink><br/><br/>
			         <NavLink to="/Third3">Тулуур Дьөһөгөй</NavLink><br/><br/>
			         <NavLink to="/Fourth3">Албас Дьөһөгөй</NavLink><br/><br/>
			         <NavLink to="/Fifth3">Сатабыл Дьөһөгөй</NavLink><br/><br/>
			         <NavLink to="/Sixth3">Күн Дьөһөгөй</NavLink><br/><br/>
			         <NavLink to="/Seventh3">Күрүө Дьөһөгөй</NavLink><br/><br/>
					</ul>
				</article>
				<article><br/><br/>			
					<h2 align="center">Күүс алгыһа</h2><br/>
					<p>
                Күүс Дьөһөгөй, <br/>
                Бэттэх көрөн<br/>
                Мичик гын! <br/>
                Хоруу! <br/>
                <br/>
                Өһүллүбэт күүстэниим,<br/>
                Эстибэт сэниэлэниим.<br/>
                <br/>
                Үгдэрийбэт <br/>
                Үрүт күүстэниим, <br/>
                Алларыйбат<br/>
                Алын күүстэниим. <br/>
                <br/>
                Тирэҕим хамсаабатын, <br/>
                Сүһүөҕүм мөхсүбэтин. <br/>
                <br/>
                Түргэн атахтаныым, <br/>
                Сыыдам сырыыланыым.<br/>
                <br/>
                Матайдар тостумуум, <br/>
                Чырбайдар бастымыым.<br/>
                <br/>
                Үөл талах курдук <br/>
                Эриллиим, <br/>
                Ыаммыт талах курдук <br/>
                Имигэс буолуум. <br/>
                <br/>
                Уҥмат<br/>
                Уһун тыыннаныым, <br/>
                Сынтарыйбат <br/>
                Сындааһыннаныым.<br/>
                <br/>
                Бэттибэт <br/>
                Бигэ бииллэниим,<br/>
                Өҕүллүбэт <br/>
                Бөҕө өттүктэниим. <br/>
                <br/>
                Ат бөҕө буолуум, <br/>
                Кус быһый буолуум.<br/>
                Дом! <br/><br/>
					</p>
				</article>
				<article><br/><br/>			
					<h2 align="center">Молитва о силе</h2><br/>
						<p>
		            Могучий Даритель,<br/>
		            Повернись ко мне,<br/>
		            Улыбнись благосклонно!<br/>
		            Благослови!<br/>
		            <br/>
		            Пусть буду с неубывающей силой<br/>
		            И с неистощающейся энергией.<br/>
		            <br/>
		            Пусть моя верхняя сила<br/>
		            Будет неустанной,<br/>
		            А нижняя сила<br/>
		            Не слабеющей.<br/>
		            <br/>
		            Пусть пятки не скользят<br/>
		            И суставы не качаются.<br/>
		            <br/>
		            Хочу быть быстроногим<br/>
		            И стремительным в поездках.<br/>
		            <br/>
		            От сжимания не сломаюсь,<br/>
		            От растягивания не порвусь.<br/>
		            <br/>
		            Хочу поворачивать торс,<br/>
		            Как сырой тальник,<br/>
		            Хочу быть гибким,<br/>
		            Как молодой тальник.<br/>
		            <br/>
		            Буду иметь долгое<br/>
		            Неутомимое дыхание,<br/>
		            Буду обладать<br/>
		            Неубывающей выносливостью.<br/>
		            <br/>
		            Хочу обладать<br/>
		            Крепкой талией,<br/>
		            Негнущимися<br/>
		            Прочными бедрами.<br/>
		            <br/>
		            Пусть буду сильным<br/>
		            И быстрым.<br/>
		            Да будет так!<br/>
					</p>
				</article>
			</div>
		)
	}
}