import ReactDOM from "react-dom";
import { NavLink } from "react-router-dom";
import React, { Component } from "react";

export default class Seventh3 extends Component {
  render() {
    return (
      <div className="main-middle2 main-top clearfix">
        <article>
          <ul>
            <br />
            <NavLink to="/First3">Аан Дьөһөгөй</NavLink>
            <br />
            <br />
            <NavLink to="/Second3">Күүс Дьөһөгөй</NavLink>
            <br />
            <br />
            <NavLink to="/Third3">Тулуур Дьөһөгөй</NavLink>
            <br />
            <br />
            <NavLink to="/Fourth3">Албас Дьөһөгөй</NavLink>
            <br />
            <br />
            <NavLink to="/Fifth3">Сатабыл Дьөһөгөй</NavLink>
            <br />
            <br />
            <NavLink to="/Sixth3">Күн Дьөһөгөй</NavLink>
            <br />
            <br />
            <NavLink to="/Seventh3">Күрүө Дьөһөгөй</NavLink>
            <br />
            <br />
          </ul>
        </article>
        <article>
          <br />
          <br />
          <h2 align="center">Тойон (хотун) буолар алгыс</h2>
          <br />
          <p>
            Күрүө Дьөһөгөй,
            <br />
            Бэттэх көрөн <br />
            Мичик гын! <br />
            Хоруу!
            <br />
            <br />
            Тойон буолан туолуйуум,
            <br />
            (Хотун буолан нуолуйуум).
            <br />
            <br />
            Үлэни баһылаан
            <br />
            Төбөлөнүүм,
            <br />
            Сатабылы баһылаан
            <br />
            Бастаныым.
            <br />
            <br />
            Туораттан
            <br />
            Тутулуга суох буолуум,
            <br />
            Атынтан
            <br />
            Тардылыга суох сылдьыым. <br />
            <br />
            Көҥүлбүн күөйтэримиим,
            <br />
            Босхобун бохсуттарымыым. <br />
            <br />
            Аналбын булунуум. <br />
            Дьылҕабын оҥостуум. <br />
            <br />
            Санаабыппын сайыннарыым,
            <br />
            Толкуйдаабыппын толоруум.
            <br />
            <br />
            Кэскиллээх санаам <br />
            Иннибин сырдаттын.
            <br />
            <br />
            Күрүөм кэҥээтин,
            <br />
            Эркиним бигэ буоллун.
            <br />
            <br />
            Бэйэм кыахпар тирэниим,
            <br />
            Бэйэм күүспэр эрэниим.
            <br />
            Дуом! <br />
            <br />
          </p>
        </article>
        <article>
          <br />
          <br />
          <h2 align="center">Молитва об руководстве</h2>
          <br />
          <p>
            Дарующий Покровитель,
            <br />
            Повернись ко мне,
            <br />
            Улыбнись благосклонно!
            <br />
            Благослови!
            <br />
            <br />
            Пусть стану настоящим
            <br />
            Руководителем (Руководительницей)
            <br />
            <br />
            Пусть меня ценят
            <br />
            За хорошую работу,
            <br />
            Пусть уважают
            <br />
            За умения.
            <br />
            <br />
            Буду больше
            <br />
            Независим,
            <br />
            Буду меньше
            <br />
            Связан.
            <br />
            <br />
            Буду беречь эту свободу
            <br />
            От поползновений.
            <br />
            <br />
            Найду предназначение,
            <br />
            Устрою свою судьбу.
            <br />
            <br />
            Буду развивать свои мысли,
            <br />
            Реализовывать задуманное.
            <br />
            <br />
            Пусть освещают дорогу
            <br />
            Дальновидные мысли.
            <br />
            <br />
            Пусть расширяется мой забор,
            <br />
            Стены Дуома будут надежными.
            <br />
            <br />
            Буду опираться на свои силы,
            <br />
            Надеяться на свои способности.
            <br />
            Да будет так!
            <br />
          </p>
        </article>
      </div>
    );
  }
}
