import ReactDOM from "react-dom";
import { NavLink } from "react-router-dom";
import React, { Component } from "react";

export default class Sixth3 extends Component {
  render() {
    return (
      <div className="main-middle2 main-top clearfix">
        <article>
          <ul>
            <br />
            <NavLink to="/First3">Аан Дьөһөгөй</NavLink>
            <br />
            <br />
            <NavLink to="/Second3">Күүс Дьөһөгөй</NavLink>
            <br />
            <br />
            <NavLink to="/Third3">Тулуур Дьөһөгөй</NavLink>
            <br />
            <br />
            <NavLink to="/Fourth3">Албас Дьөһөгөй</NavLink>
            <br />
            <br />
            <NavLink to="/Fifth3">Сатабыл Дьөһөгөй</NavLink>
            <br />
            <br />
            <NavLink to="/Sixth3">Күн Дьөһөгөй</NavLink>
            <br />
            <br />
            <NavLink to="/Seventh3">Күрүө Дьөһөгөй</NavLink>
            <br />
            <br />
          </ul>
        </article>
        <article>
          <br />
          <br />
          <h2 align="center">Үлэ алгыһа</h2>
          <br />
          <p>
            Күн Дьөһөгөй,
            <br />
            Бэттэх көрөн <br />
            Мичик гын!
            <br />
            Хоруу! <br />
            <br />
            Үлэһит киһи <br />
            Үтүөтэ буолуум.
            <br />
            <br />
            Үлэм түмүктээх буоллун,
            <br />
            Сырам ситиһиилээх буоллун.
            <br />
            <br />
            Ситиһиибин
            <br />
            Чиҥэтэн иһиим,
            <br />
            Табыллыыбын <br />
            Бигэргэтэн иһиим. <br />
            <br />
            Инникилээх өттүн хамсатыым,
            <br />
            Кэскиллээх өттүн кэҥэтиим,
            <br />
            <br />
            Үйэлээх өттүн
            <br />
            Үксэтиим, <br />
            Утумнаах өттүн
            <br />
            Тутуһуум <br />
            <br />
            Ыыппыт сырабын ытыктыым
            <br />
            Биэрбит көлөһүммүн өйдүүм. <br />
            <br />
            Сыыһабын аҕыйатан иһиим, <br />
            Итэҕэспин кыччатан иһиим. <br />
            <br />
            Туһа диэки туһаайыллыым,
            <br />
            Көдьүүс диэки сылдьыым.
            <br />
            <br />
            Оҥорбут үлэм <br />
            Туругурдун, <br />
            Айбыт айымньым <br />
            Айхалланнын.
            <br />
            Дом! <br />
            <br />
          </p>
        </article>
        <article>
          <br />
          <br />
          <h2 align="center">Молитва о труде</h2>
          <br />
          <p>
            Солнечный Даритель,
            <br />
            Повернись ко мне,
            <br />
            Улыбнись благосклонно!
            <br />
            Благослови!
            <br />
            <br />
            Пусть буду
            <br />
            Отличным тружеником.
            <br />
            <br />
            Мой труд будет плодотворным
            <br />
            И усилия приведут к результатам.
            <br />
            <br />
            Буду развивать
            <br />
            Успехи,
            <br />
            Буду подкреплять
            <br />
            Удачи.
            <br />
            <br />
            Буду двигать перспективное,
            <br />
            Буду расширять подающее надежды.
            <br />
            <br />
            Буду множить
            <br />
            Долговечное,
            <br />
            Заниматься нужным
            <br />
            Для многих поколений.
            <br />
            <br />
            Буду уважать усилия,
            <br />
            Помнить о том, как потел.
            <br />
            <br />
            Буду уменьшать ошибки
            <br />
            И исправлять недостатки.
            <br />
            <br />
            Займусь полезными делами,
            <br />
            Нужными для людей вещами.
            <br />
            <br />
            Пусть внедряются
            <br />
            Результаты труда,
            <br />
            Пусть люди восхищаются
            <br />
            Творениями.
            <br />
            Да будет так!
            <br />
            <br />
          </p>
        </article>
      </div>
    );
  }
}
