import ReactDOM from 'react-dom';
import { NavLink } from "react-router-dom";
import React, { Component } from 'react'

export default class Third3 extends Component {
	render(){
		return(
			<div className="main-middle2 main-top clearfix">
				<article>
					<ul><br/>
						<NavLink to="/First3">Аан Дьөһөгөй</NavLink><br/><br/>
						<NavLink to="/Second3">Күүс Дьөһөгөй</NavLink><br/><br/>
			         <NavLink to="/Third3">Тулуур Дьөһөгөй</NavLink><br/><br/>
			         <NavLink to="/Fourth3">Албас Дьөһөгөй</NavLink><br/><br/>
			         <NavLink to="/Fifth3">Сатабыл Дьөһөгөй</NavLink><br/><br/>
			         <NavLink to="/Sixth3">Күн Дьөһөгөй</NavLink><br/><br/>
			         <NavLink to="/Seventh3">Күрүө Дьөһөгөй</NavLink><br/><br/>
					</ul>
				</article>
				<article><br/><br/>			
					<h2 align="center">Тулуур алгыһа</h2><br/>
					<p>
            	Тулуур Дьөһөгөй,<br/>
                Бэттэх көрөн<br/>
                Мичик гын! <br/>
                Хоруу! <br/>
                <br/>
                Булгуруйбат тулуурданыым,<br/>
                Тостубат сүргэлэниим. <br/>
                <br/>
                Тэппит атахпын <br/>
                Кубулутумуум,<br/>
                Үктэммит улуҥахпын <br/>
                Уларытымыым.<br/>
                <br/>
                Тымныы диэн чаҕыймыым,<br/>
                Тоҥ диэн толлумуум. <br/>
                <br/>
                Эрэйдээх диэн<br/>
                Кэхтимиим,<br/>
                Ыарахан диэн<br/>
                Куттанымыым. <br/>
                <br/>
                Саҕалаан баран <br/>
                Ыһыктымыым,<br/>
                Суол ортотугар <br/>
                Туораамыым. <br/>
                <br/>
                Тоҕоостоох кэми<br/>
                Куоттарымыым,<br/>
                Табыгастаах түгэни <br/>
                Аһарымыым. <br/>
                <br/>
                Уһун диэн уурайымыым, <br/>
                Ыраах диэн ыксаамыым. <br/>
                <br/>
                Үүнэри өйдүүм, <br/>
                Сайдары сабаҕалыым. <br/>
                <br/>
                Өһүллүбэт дьүккүөрдэниим, <br/>
                Туруулаһар дьоҕурданыым. <br/>
                Дом!<br/><br/>
					</p>
				</article>
				<article><br/><br/>			
					<h2 align="center">Молитва о терпении</h2><br/>
						<p>
		            Терпеливый Даритель,<br/>
		            Повернись ко мне,<br/>
		            Улыбнись благосклонно!<br/>
		            Благослови!<br/>
		            <br/>
		            Буду с невозмутимым терпением<br/>
		            И неунывающим духом.<br/>
		            <br/>
		            Не буду менять<br/>
		            Пинающей ноги,<br/>
		            Не буду убирать<br/>
		            Упирающуюся стопу.<br/>
		            <br/>
		            Не буду страшиться холода<br/>
		            И бояться замерзнуть.<br/>
		            <br/>
		            Не буду отступать<br/>
		            Перед сложностями<br/>
		            И бояться<br/>
		            Трудных дел.<br/>
		            <br/>
		            Не отвлекусь<br/>
		            От начатого дела,<br/>
		            Не сойду с дороги<br/>
		            В середине пути.<br/>
		            <br/>
		            Не пропущу<br/>
		            Подходящего времени,<br/>
		            Не упущу<br/>
		            Благоприятного момента.<br/>
		            <br/>
		            Длительность не остановит<br/>
		            И дальность не испугает меня.<br/>
		            <br/>
		            Буду понимать растущее<br/>
		            И видеть развитие.<br/>
		            <br/>
		            Буду настойчив в усилиях<br/>
		            И упорным в действиях.<br/>
		            Да будет так!<br/><br/>
					</p>
				</article>
			</div>
		)
	}
}