import ReactDOM from 'react-dom';
import { NavLink } from "react-router-dom";
import React, { Component } from 'react'

export default class Fifth6 extends Component {
	render(){
		return(
			<div className="main-middle2 main-top clearfix">
				<article>
					<ul><br/>
						<NavLink to="/First6">Аан Хаан</NavLink><br/><br/>
						<NavLink to="/Second6">Ситим Хаан</NavLink><br/><br/>
			         <NavLink to="/Third6">Тыын Хаан</NavLink><br/><br/>
			         <NavLink to="/Fourth6">Киэҥ Хаан</NavLink><br/><br/>
			         <NavLink to="/Fifth6">Сырдык Хаан</NavLink><br/><br/>
			         <NavLink to="/Sixth6">Ыраас Хаан</NavLink><br/><br/>
			         <NavLink to="/Seventh6">Күөгэл Хаан</NavLink><br/><br/>
					</ul>
				</article>
				<article><br/><br/>			
					<h2 align="center">Хараҕы сырдатар алгыс</h2><br/>
					<p>
                Сырдык Хаан,<br/>
                Бэттэх көрөн<br/>
                Мичик гын!<br/>
                Алыас!<br/>
                <br/>
                Көхсүм кэҥээтин,<br/>
                Хараҕым сырдаатын.<br/>
                <br/>
                Көрөрбүнэн эрэ <br/>
                Муҥурданымыым,<br/>
                Билэрбинэн эрэ <br/>
                Уоскуйумуум. <br/>
                <br/>
                Күлүгү харбаамыым, <br/>
                Туманы кууһумуум. <br/>
                <br/>
                Хара балыкка хаххалатымыым,<br/>
                Көлдьүн былыкка күлүктэтимиим.<br/>
                <br/>
                Үктэтиигэ түбэһимиим, <br/>
                Уһун кутурукка охсуллумуум.<br/>
                <br/>
                Үрүҥү — хараны <br/>
                Араарыым, <br/>
                Үтүөнү — мөкүнү <br/>
                Өйдүүм. <br/>
                <br/>
                Иннибин ыйдыҥардыым,<br/>
                Кэлэрбин сэрэйиим.<br/>
                <br/>
                Бигэ итэҕэллээх буолуум,<br/>
                Бөҕө өйдөбүллээх буолуум.<br/>
                <br/>
                Үс-түөрт харахтаах<br/>
                Үтүө киһи буолуум.<br/>
                Дом! <br/><br/>
					</p>
				</article>
				<article><br/><br/>			
					<h2 align="center">Молитва о зоркости</h2><br/>
						<p>
            		Светлый Владыка,<br/>
                Посмотри на меня,<br/>
                Улыбнись благосклонно!<br/>
                Да будут мысли правильными!<br/>
                <br/>
                Пусть станет легче дышать,<br/>
                Светлее станут глаза.<br/>
                <br/>
                Не буду ограничиваться<br/>
                Тем, что вижу,<br/>
                Не буду почивать<br/>
                На полученных знаниях.<br/>
                <br/>
                Не буду ловить тень<br/>
                И обнимать туман.<br/>
                <br/>
                Не буду под тенью темной тучи<br/>
                Или под тенью мелкого облака.<br/>
                <br/>
                Не попаду под копыта<br/>
                Или под удар длинного хвоста.<br/>
                <br/>
                Буду отделять<br/>
                Белое от черного,<br/>
                Буду отличать<br/>
                Хорошее от плохого.<br/>
                <br/>
                Буду предвидеть будущее,<br/>
                Угадывать следствия прошлого.<br/>
                <br/>
                Пусть будет крепка моя вера<br/>
                И четкими представления.<br/>
                <br/>
                Пусть буду достойным человеком<br/>
                С тремя или четырьмя глазами.<br/>
                Да будет так!<br/><br/>
					</p>
				</article>
			</div>
		)
	}
}