import ReactDOM from 'react-dom';
import { NavLink } from "react-router-dom";
import React, { Component } from 'react'

export default class First6 extends Component {
	render(){
		return(
			<div className="main-middle2 main-top clearfix">
				<article>
					<ul><br/>
						<NavLink to="/First6">Аан Хаан</NavLink><br/><br/>
						<NavLink to="/Second6">Ситим Хаан</NavLink><br/><br/>
			         <NavLink to="/Third6">Тыын Хаан</NavLink><br/><br/>
			         <NavLink to="/Fourth6">Киэҥ Хаан</NavLink><br/><br/>
			         <NavLink to="/Fifth6">Сырдык Хаан</NavLink><br/><br/>
			         <NavLink to="/Sixth6">Ыраас Хаан</NavLink><br/><br/>
			         <NavLink to="/Seventh6">Күөгэл Хаан</NavLink><br/><br/>
					</ul>
				</article>
				<article><br/><br/>			
					<h2 align="center">Нэм алгыһа</h2><br/>
					<p>
            	Аан Хаан, <br/>
                Бэттэх көрөн<br/>
                Мичик гын!<br/>
                Лах!<br/>
                <br/>
                Сүҥ Хаан аартыга<br/>
                Аһылыннын, <br/>
                Аан арчы буолун. <br/>
                <br/>
                Тардар тымырбынан <br/>
                Табы таайыым, <br/>
                Оонньуур хааммынан <br/>
                Тобу тойоннуум. <br/>
                <br/>
                Сүрэҕим сөбүлүүрүн <br/>
                Сүһүөҕэр туруоруум, <br/>
                Санаам ылынарын <br/>
                Сайыннарыым. <br/>
                <br/>
                Атын суолга аралдьыйымыым,<br/>
                Туора суолга буккулумуум.<br/>
                <br/>
                Инним аһаҕас буоллун,<br/>
                Аартыгым сырдык буоллун.<br/>
                <br/>
                Кырдьыктан туораамыым<br/>
                Дьинтэн тэйимиим.<br/>
                <br/>
                Турукпун ыһыктымыым<br/>
                Отуорбун хамсатымыым.<br/>
                <br/>
                Нэммин сүтэримиим,<br/>
                Кэрээммин кэһимиим.<br/>
                <br/>
                Айыы Суолун <br/>
                Арыйан иһиим. <br/>
                Дуом! <br/><br/>
                </p>
				</article>
				<article><br/><br/>			
					<h2 align="center">Молитва о вдохновении</h2><br/>
						<p>
            		Почтенный Владыка,<br/>
                Посмотри на меня,<br/>
                Улыбнись благосклонно!<br/>
                Да будут мысли правильными!<br/>
                <br/>
                Пусть откроется дорога<br/>
                К Тангра<br/>
                Для очищения души.<br/>
                <br/>
                Правильно отгадаю<br/>
                Эластичными сосудами.<br/>
                Точно угадаю<br/>
                Играющей кровью.<br/>
                <br/>
                Буду создавать то,<br/>
                Что любит сердце,<br/>
                Буду развивать то,<br/>
                Что нравится голове.<br/>
                <br/>
                Не отвлекусь на другие пути,<br/>
                Не сойду на боковую дорогу.<br/>
                <br/>
                Пусть путь будет открыт,<br/>
                Дорога будет светла.<br/>
                <br/>
                Не отвлекусь от правды,<br/>
                Не удалюсь от истины.<br/>
                <br/>
                Не изменится этот настрой,<br/>
                Не буду рисковать судьбой.<br/>
                <br/>
                Не буду терять вдохновения,<br/>
                Не потеряю чувства меры.<br/>
                <br/>
                Буду идти<br/>
                Дорогой Тангра.<br/>
                Да будет так!<br/><br/>
					</p>
				</article>
			</div>
		)
	}
}
