import ReactDOM from "react-dom";
import { NavLink } from "react-router-dom";
import React, { Component } from "react";

export default class Fourth6 extends Component {
  render() {
    return (
      <div className="main-middle2 main-top clearfix">
        <article>
          <ul>
            <br />
            <NavLink to="/First6">Аан Хаан</NavLink>
            <br />
            <br />
            <NavLink to="/Second6">Ситим Хаан</NavLink>
            <br />
            <br />
            <NavLink to="/Third6">Тыын Хаан</NavLink>
            <br />
            <br />
            <NavLink to="/Fourth6">Киэҥ Хаан</NavLink>
            <br />
            <br />
            <NavLink to="/Fifth6">Сырдык Хаан</NavLink>
            <br />
            <br />
            <NavLink to="/Sixth6">Ыраас Хаан</NavLink>
            <br />
            <br />
            <NavLink to="/Seventh6">Күөгэл Хаан</NavLink>
            <br />
            <br />
          </ul>
        </article>
        <article>
          <br />
          <br />
          <h2 align="center">Киэҥ көҕүстэнэр алгыс</h2>
          <br />
          <p>
            Киэҥ Хаан, <br />
            Бэттэх көрөн
            <br />
            Мичик гын!
            <br />
            Алыас!
            <br />
            <br />
            Тыыным уһаатын, <br />
            Көхсүм кэҥээтин. <br />
            <br />
            Күннээҕиннэн <br />
            Мугурданымыым, <br />
            Сарсыҥҥыны <br />
            Сабаҕалыым. <br />
            <br />
            Кыыһырардааҕар <br />
            Киэҥ буолуум, <br />
            Өһүргэнэрдээҕэр <br />
            Үрдүк буолуум. <br />
            <br />
            Киэҥ көрүүлэниим, <br />
            Дэлэй санааланыым. <br />
            <br />
            Кыраҕа хаайтарымыым
            <br />
            Муннукка симиллимиим.
            <br />
            <br />
            Күн сиригэр талаһыым,
            <br />
            Айыы алааһыгар тахсыым.
            <br />
            <br />
            Олох үөһүгэр олорсуум, <br />
            Түбүк үөһүгэр түбэһиим. <br />
            <br />
            Барытын сылыктаан <br />
            Барҕалыым, <br />
            Түөрэтин төрүттээн <br />
            Төгүрүтүүм. <br />
            <br />
            Кэскиллээх санаа <br />
            Киирэ турдун. <br />
            Дуом! <br />
          </p>
        </article>
        <article>
          <br />
          <br />
          <h2 align="center">Молитва о широте души</h2>
          <br />
          <p>
            Широкий Владыка,
            <br />
            Посмотри на меня,
            <br />
            Улыбнись благосклонно!
            <br />
            Да будут мысли правильными!
            <br />
            <br />
            Пусть станет легче дышать,
            <br />
            Будет спокойнее на душе.
            <br />
            <br />
            Пусть не ограничусь
            <br />
            Сегодняшним днем,
            <br />
            Буду планировать
            <br />
            Завтрашний день.
            <br />
            <br />
            Не поддамся
            <br />
            Гневу,
            <br />
            Буду выше
            <br />
            Обиды.
            <br />
            <br />
            Буду дальновидным,
            <br />
            Широкомыслящим.
            <br />
            <br />
            Не буду внимать мелочам
            <br />
            И прятаться в углу.
            <br />
            <br />
            Буду стремиться к солнечной стране,
            <br />
            Чтобы ходить по поляне Тангра.
            <br />
            <br />
            Буду в гуще жизни,
            <br />
            Всегда в действии.
            <br />
            <br />
            Дойду до совершенства
            <br />
            В искусстве познания,
            <br />
            Буду делать заключения
            <br />
            После тщательного анализа.
            <br />
            <br />
            Пусть заходят
            <br />
            Перспективные мысли.
            <br />
            Да будет так!
            <br />
            <br />
          </p>
        </article>
      </div>
    );
  }
}
