import ReactDOM from "react-dom";
import { NavLink } from "react-router-dom";
import React, { Component } from "react";

export default class Second6 extends Component {
  render() {
    return (
      <div className="main-middle2 main-top clearfix">
        <article>
          <ul>
            <br />
            <NavLink to="/First6">Аан Хаан</NavLink>
            <br />
            <br />
            <NavLink to="/Second6">Ситим Хаан</NavLink>
            <br />
            <br />
            <NavLink to="/Third6">Тыын Хаан</NavLink>
            <br />
            <br />
            <NavLink to="/Fourth6">Киэҥ Хаан</NavLink>
            <br />
            <br />
            <NavLink to="/Fifth6">Сырдык Хаан</NavLink>
            <br />
            <br />
            <NavLink to="/Sixth6">Ыраас Хаан</NavLink>
            <br />
            <br />
            <NavLink to="/Seventh6">Күөгэл Хаан</NavLink>
            <br />
            <br />
          </ul>
        </article>
        <article>
          <br />
          <br />
          <h2 align="center">Айыы ситимин алгыһа</h2>
          <br />
          <p>
            Ситим Хаан, <br />
            Бэттэх көрөн
            <br />
            Мичик гын!
            <br />
            Алыас!
            <br />
            <br />
            Күнтэн быаланыым,
            <br />
            Ыйтан ситимнэниим.
            <br />
            <br />
            Амарах санаалаах
            <br />
            Айыы киһитэ буолуум,
            <br />
            Көмүскэс санаалаах
            <br />
            Күн киһитэ буолуум. <br />
            <br />
            Тутулукпун уларытымыым,
            <br />
            Туймуубун төлөрүтүмүүм
            <br />
            <br />
            Аан дойдум <br />
            Алгыһын ылыым,
            <br />
            Ийэ сирим <br />
            Эҕэрдэтин ылыым. <br />
            <br />
            Үтүөнү үрдэтэ туруум,
            <br />
            Кэскили кэтирэтэн иһиим.
            <br />
            <br />
            Аналбын толоруум, <br />
            Айылҕабын батыһыым,
            <br />
            <br />
            Табылларбын булуум,
            <br />
            Сатанарбын оҥостуум.
            <br />
            <br />
            Сиртэн ситимнэниим, <br />
            Халлаантан тутулуктаныым.
            <br />
            <br />
            Үрүҥ Айыы Тойонтон
            <br />
            Өрүһүлтэбин булуум.
            <br />
            Дом!
            <br />
            <br />
          </p>
        </article>
        <article>
          <br />
          <br />
          <h2 align="center">Молитва о связи с Тангра</h2>
          <br />
          <p>
            Связующий Владыка,
            <br />
            Посмотри на меня,
            <br />
            Улыбнись благосклонно!
            <br />
            Да будут мысли правильными!
            <br />
            <br />
            Да буду связан лучами Солнца,
            <br />
            Буду чувствовать связь с Луной.
            <br />
            <br />
            Буду последователем Тангра
            <br />
            С доброй душой,
            <br />
            Буду солнечным человеком,
            <br />
            Способным защищать.
            <br />
            <br />
            Да не сменится этот настрой,
            <br />
            Не заброшу начатое.
            <br />
            <br />
            Получу благословения
            <br />
            Вселенной,
            <br />
            И приветствия
            <br />
            Родной земли.
            <br />
            <br />
            Буду возвышать хорошее
            <br />
            И расширять перспективное.
            <br />
            <br />
            Выполню предназначение,
            <br />
            Буду следовать своей природе.
            <br />
            <br />
            Найду свою удачу,
            <br />
            Сделаю так, чтобы везло.
            <br />
            <br />
            Буду связан с землей
            <br />
            И зависеть от неба.
            <br />
            <br />
            Найду покровительство
            <br />
            Светлого Бога-господина.
            <br />
            Да будет так!
            <br />
            <br />
          </p>
        </article>
      </div>
    );
  }
}
