import ReactDOM from 'react-dom';
import { NavLink } from "react-router-dom";
import React, { Component } from 'react'

export default class Sixth6 extends Component {
	render(){
		return(
			<div className="main-middle2 main-top clearfix">
				<article>
					<ul><br/>
						<NavLink to="/First6">Аан Хаан</NavLink><br/><br/>
						<NavLink to="/Second6">Ситим Хаан</NavLink><br/><br/>
			         <NavLink to="/Third6">Тыын Хаан</NavLink><br/><br/>
			         <NavLink to="/Fourth6">Киэҥ Хаан</NavLink><br/><br/>
			         <NavLink to="/Fifth6">Сырдык Хаан</NavLink><br/><br/>
			         <NavLink to="/Sixth6">Ыраас Хаан</NavLink><br/><br/>
			         <NavLink to="/Seventh6">Күөгэл Хаан</NavLink><br/><br/>
					</ul>
				</article>
				<article><br/><br/>			
					<h2 align="center">Чэпчиир алгыс</h2><br/>
					<p>
                Ыраас Хаан,<br/>
                Бэттэх көрөн<br/>
                Мичик гын!<br/>
                Алыас!<br/>
                <br/>
                Кир сыстыбатын,<br/>
                Хох хоммотун.<br/>
                <br/>
                Сүрэҕим этэрин оҥоруум,<br/>
                Санаам хайгыырын батыһыым<br/>
                <br/>
                Дьон хараҕын кыбыстыбакка<br/>
                Утары көрүүм. <br/>
                Кэмсинэргэ кииримиим, <br/>
                Тиһэххэ тэбиллимиим.<br/>
                <br/>
                Сыыһаны хайҕаан <br/>
                Санаабын ыаратымыым,<br/>
                <br/>
                Мөкүнү көмүскээн <br/>
                Өйбүн күлүгүрдүмүүм<br/>
                <br/>
                Санаам чэпчэки буоллун,<br/>
                Тылым дьэҥкэ буоллун! <br/>
                <br/>
                Ыарахантан көҕүс түһүмүүм,<br/>
                Кытаанахтан кылгаан биэримиим.<br/>
                <br/>
                Дьэллэм майгыланыым,<br/>
                Элэккэй быһыыланыым.<br/>
                <br/>
                Үрүҥ күн сырдыгыттан<br/>
                Үөрэ-көтө сылдьыым.<br/>
                Дом!<br/><br/>
					</p>
				</article>
				<article><br/><br/>			
					<h2 align="center">Молитва, облегчающая характер</h2><br/>
						<p>
            		Чистый Владыка,<br/>
                Посмотри на меня,<br/>
                Улыбнись благосклонно!<br/>
                Да будут мысли правильными!<br/>
                <br/>
                Пусть не пристанет сажа,<br/>
                Не задержится грязь.<br/>
                <br/>
                Буду делать по велению души,<br/>
                По одобрению сознания.<br/>
                <br/>
                Чтобы прямо смотреть в глаза,<br/>
                Когда показываюсь людям,<br/>
                Чтобы не сожалеть<br/>
                И не терпеть презрение.<br/>
                <br/>
                Не буду отягощать сознание,<br/>
                Поощряя ошибающегося,<br/>
                <br/>
                Не буду переживать,<br/>
                Поддерживая ссорящегося.<br/>
                <br/>
                Пусть мысли будут легкими,<br/>
                А слова ясными!<br/>
                <br/>
                Не сгорблюсь от тяжестей,<br/>
                Не согнусь от трудностей.<br/>
                <br/>
                Пусть будет мой нрав общительным,<br/>
                Пусть будет легким характер.<br/>
                <br/>
                Буду жить радостно<br/>
                Под солнечным светом.<br/>
                Да будет так!<br/><br/>
					</p>
				</article>
			</div>
		)
	}
}