import ReactDOM from "react-dom";
import { NavLink } from "react-router-dom";
import React, { Component } from "react";

export default class Third6 extends Component {
  render() {
    return (
      <div className="main-middle2 main-top clearfix">
        <article>
          <ul>
            <br />
            <NavLink to="/First6">Аан Хаан</NavLink>
            <br />
            <br />
            <NavLink to="/Second6">Ситим Хаан</NavLink>
            <br />
            <br />
            <NavLink to="/Third6">Тыын Хаан</NavLink>
            <br />
            <br />
            <NavLink to="/Fourth6">Киэҥ Хаан</NavLink>
            <br />
            <br />
            <NavLink to="/Fifth6">Сырдык Хаан</NavLink>
            <br />
            <br />
            <NavLink to="/Sixth6">Ыраас Хаан</NavLink>
            <br />
            <br />
            <NavLink to="/Seventh6">Күөгэл Хаан</NavLink>
            <br />
            <br />
          </ul>
        </article>
        <article>
          <br />
          <br />
          <h2 align="center">Тыыны уһатар алгыс</h2>
          <br />
          <p>
            Тыын Хаан,
            <br />
            Бэттэх көрөн
            <br />
            Мичик гын!
            <br />
            Алыас!
            <br />
            <br />
            Айыылартан ситимим <br />
            Бигэ буоллун, <br />
            Тыыным уһаан истин. <br />
            <br />
            Быстах суолга <br />
            Быланымыым, <br />
            Тутах суолга <br />
            Туораамыым. <br />
            <br />
            Олус туттумуум, <br />
            Аһара дайбаамыым. <br />
            <br />
            Кэннэ кэтинчэ да буоллун <br />
            Диэмиим, <br />
            Иннибин быһа <br />
            Этимиим. <br />
            <br />
            Сайдар иһин <br />
            Сырабын ыытыым <br />
            <br />
            Ыра ындыыланыым, <br />
            Кэскил кэһиилэниим.
            <br />
            <br />
            Алгыһым үрдэ <br />
            Аһаҕас буоллун. <br />
            <br />
            Тыыным кылгаабатын,
            <br />
            Кыаҕым кыччаабатын.
            <br />
            <br />
            Быстыбат бырдыланыым,
            <br />
            Сынтарыйбат сындааһыннаныым.
            <br />
            Дуом! <br />
            <br />
          </p>
        </article>
        <article>
          <br />
          <br />
          <h2 align="center">Молитва о долгой жизни</h2>
          <br />
          <p>
            Владыка Дыхания,
            <br />
            Посмотри на меня,
            <br />
            Улыбнись благосклонно!
            <br />
            Да будут мысли правильными!
            <br />
            <br />
            Пусть связь с Тангра
            <br />
            Будет крепкой,
            <br />
            Жизнь будет длинной.
            <br />
            <br />
            Пусть не занесет
            <br />
            На случайную тропу,
            <br />
            Не отклонюсь
            <br />
            На опасную дорогу.
            <br />
            <br />
            Не возгоржусь,
            <br />
            Не буду слишком размахиваться.
            <br />
            <br />
            Не буду говорить:
            <br />
            После нас хоть потоп,
            <br />
            Не буду судить
            <br />
            Опрометчиво о будущем.
            <br />
            <br />
            Посвящу усилия
            <br />
            Идеям развития.
            <br />
            <br />
            Буду все предвидеть
            <br />
            И думать о перспективе.
            <br />
            <br />
            Пусть мою молитву
            <br />
            Услышит Тангра.
            <br />
            <br />
            Пусть мой век не укорачивается,
            <br />
            Возможности не уменьшаются.
            <br />
            <br />
            Пусть дорога не прерывается
            <br />
            И не буду знать усталости.
            <br />
            Да будет так!
            <br />
            <br />
          </p>
        </article>
      </div>
    );
  }
}
