export const state = {
  contents1: [
    {
      id: 1,
      title: "Төрүт алгыһа",
      desription: [
        { text: "Аан Айыыһыт" },
        { text: "Бэттэх көрөн" },
        { text: "Мичик гын!" },
        { text: "Дьаралык!" },
      ],
    },
    {
      id: 2,
      title: "Төрүт алгыһа",
      desription:
        "Аан Айыыһыт\nБэттэх көрөн\n Мичик гын! Дьаралык! Айыыһытым аартыга рылыннын, Иэйэхситим суола Тэлэлиннин. Айар көҕүм Аана арылыннын, Оҥорор көҕүм Суола тобулуннун. Айылҕам биэрбитин Курдук буоллун. Айыыларым эппиттэрин Курдук буоллун. Оҕо кута Оонньоотун. Төрүт уотум Төлкөлөннүн. Аҕа кутум алгыһа Ала чахчы туоллун. Ийэ кутум эҕэрдэтэ Илэ чахчы ситтин. Сүүспэр Сүппэт-оспот Өркөн түстүн. Дуом!",
    },
  ],
};
