import ReactDOM from 'react-dom';
import { NavLink } from "react-router-dom";
import React, { Component } from 'react'

export default class Fifth1 extends Component {
	render(){
		return(
			<div className="main-middle2 main-top clearfix">
				<article>
					<ul className="menu"><br/>
						<NavLink to="/First1">Аан Айыыһыт</NavLink><br/><br/>
						<NavLink to="/Second1">Имэҥ Айыыһыт, Дьалыҥ Айыыһыт</NavLink><br/><br/>
			         <NavLink to="/Third1">Хороҥ Айыыһыт, Ньэлбэй Айыыһыт</NavLink><br/><br/>
			         <NavLink to="/Fourth1">Ахтар Айыыһыт</NavLink><br/><br/>
			         <NavLink to="/Fifth1">Хан Айыыһыт</NavLink><br/><br/>
			         <NavLink to="/Sixth1">Күбэй Айыыһыт</NavLink><br/><br/>
			         <NavLink to="/Seventh1">Эдьэн Айыыһыт</NavLink><br/><br/>
					</ul>
				</article>
				<article><br/><br/>			
					<h2 align="center">Оҕо уйатын алгыһа</h2><br/>
					<p>
                Хан Айыыһыт, <br/>
                Бэттэх көрөн<br/>
                Мичик гын!<br/>
                Дьаралык!<br/>
                <br/>
                Уол оҕонон уруйданыым,<br/>
                Кыыс оҕонон айхалланыым.<br/>
                <br/>
                Оҕом уйата <br/>
                Уруйу кытта оҥоһулуннун.<br/>
                <br/>
                Ыччатым утума<br/>
                Алгыһы кытта айылыннын.<br/>
                <br/>
                Аньыылаах-харалаах буоллахпына,<br/>
                Аньыым-харам <br/>
                Ыччаппар сыстыбатын.<br/>
                <br/>
                Сэттээх-сэлээннээх буоллахпына,<br/>
                Сэтим-сэлээним<br/>
                Кэскилбэр киирбэтин.<br/>
                <br/>
                Дьөһөгөйтөн анаммыт<br/>
                Үрүҥ суругум көһүннүн.<br/>
                <br/>
                Өбүгэлэртэн кэлбит <br/>
                Үтүө бэлиэм <br/>
                Үрдээн биэрдин. <br/>
                <br/>
                Айыылартан туттарыым <br/>
                Улааттын.<br/>
                <br/>
                Иэйэхситим<br/>
                Эҕэрдэлии турдун.<br/>
                Дом! <br/>
                <br/>
					</p>
				</article>
				<article><br/><br/>			
					<h2 align="center">Молитва о ребенке</h2><br/>
						<p>
		            Дарительница Удовлетворения<br/>
		            Повернись ко мне,<br/>
		            Улыбнись благосклонно!<br/>
		            Пусть будет счастье!<br/>
		            <br/>
		            Возликую от рождения мальчика,<br/>
		            Возрадуюсь от рождения девочки.<br/>
		            <br/>
		            С ликующим чувством<br/>
		            Построю гнездо ребенка<br/>
		            <br/>
		            Благославляю судьбу<br/>
		            Наследующего поколения.<br/>
		            <br/>
		            Если грешен,<br/>
		            То пусть мои грехи<br/>
		            Не прилипнут детям.<br/>
		            <br/>
		            Если проклят,<br/>
		            То пусть их не коснутся<br/>
		            Эти проклятья.<br/>
		            <br/>
		            Пусть им покровительствуют<br/>
		            Ипостаси Тангра.<br/>
		            <br/>
		            Пусть множатся<br/>
		            Унаследованные от предков<br/>
		            Знаки благосклонности.<br/>
		            <br/>
		            Пусть увеличится<br/>
		            Связь с Тангра<br/>
		            <br/>
		            Пусть Дарительница Удовлетворения<br/>
		            Продолжает приветствовать нас.<br/>
		            Да будет так!<br/>
		            <br/>
					</p>
				</article>
			</div>
		)
	}
}
