import ReactDOM from 'react-dom';
import { NavLink } from "react-router-dom";
import React, { Component } from 'react'

export default class Fourth1 extends Component {
	render(){
		return(
			<div className="main-middle2 main-top clearfix">
				<article>
					<ul><br/>
						<NavLink to="/First1"className="main-nav" activeClassName="main-nav-active" >Аан Айыыһыт</NavLink><br/><br/>
						<NavLink to="/Second1">Имэҥ Айыыһыт, Дьалыҥ Айыыһыт</NavLink><br/><br/>
			         <NavLink to="/Third1">Хороҥ Айыыһыт, Ньэлбэй Айыыһыт</NavLink><br/><br/>
			         <NavLink to="/Fourth1">Ахтар Айыыһыт</NavLink><br/><br/>
			         <NavLink to="/Fifth1">Хан Айыыһыт</NavLink><br/><br/>
			         <NavLink to="/Sixth1">Күбэй Айыыһыт</NavLink><br/><br/>
			         <NavLink to="/Seventh1">Эдьэн Айыыһыт</NavLink><br/><br/>
					</ul>
				</article>
				<article><br/><br/>			
					<h2 align="center">Уруу алгыһа</h2><br/>
					<p>
                Ахтар Айыыһыт, <br/>
                Бэттэх көрөн <br/>
                Мичик гын! <br/>
                Дьаралык! <br/>
                <br/>
                Саха төрдө буолан <br/>
                Сандаарыым, <br/>
                Киһи төрдө буолан <br/>
                Килбэйиим. <br/>
                <br/>
                Аал уоппун оттуум,<br/>
                Алаһа дьиэбин тэриниим, <br/>
                Алтан сэргэбин анньыым.<br/>
                <br/>
                Көмүс ньээкэ уйабын <br/>
                Иччилиим. <br/>
                <br/>
                Элбэх баайданыым,<br/>
                Үгүс үптэниим, <br/>
                Толору тоттонуум. <br/>
                <br/>
                Бэйэ бэйэбитин өйдөһөр буолуум,<br/>
                Тыл тылбытыгар киирсэр буолуум.<br/>
                <br/>
                Элбэх киһини кытта <br/>
                Эйэбин холбуум, <br/>
                Үгүс киһини кытта <br/>
                Сүбэбин түмүүм. <br/>
                <br/>
                Кир-хох хоммотун, <br/>
                Дьаҥ-дьаһах булбатын, <br/>
                Ыарыы-сөтөл ыксаласпатын. <br/>
                <br/>
                Иннибэр ибири билимиим,<br/>
                Кэннибэр кэбири билимиим.<br/>
                <br/>
                Аҕа ууһа буолан тарҕаныым<br/>
                (Ийэ ууһа буолан тэнийиим).<br/>
                Дом! <br/>
                <br/>
					</p>
				</article>
				<article><br/><br/>			
					<h2 align="center">Свадебная молитва</h2><br/>
						<p>
		            Незабываемая<br/>
		            Творительница,<br/>
		            Повернись ко мне,<br/>
		            Улыбнись благосклонно!<br/>
		            Пусть будет счастье!<br/>
		            <br/>
		            Пусть стану<br/>
		            Продолжателем рода,<br/>
		            Приму блестящую роль<br/>
		            Предков будущих людей.<br/>
		            <br/>
		            Создам семейный очаг,<br/>
		            Зажгу огонь камина,<br/>
		            Поставлю медную коновязь.<br/>
		            <br/>
		            Обживу свое сокровенное<br/>
		            Золотое гнездо.<br/>
		            <br/>
		            Пусть будет достаток,<br/>
		            Много имущества,<br/>
		            И сытная пища.<br/>
		            <br/>
		            Хочу взаимопонимания<br/>
		            И дружеских обсуждений.<br/>
		            <br/>
		            Хочу быть в мире<br/>
		            С окружающими,<br/>
		            Находить общий язык<br/>
		            Со многими.<br/>
		            <br/>
		            Пусть будет чисто<br/>
		            И не приходят<br/>
		            Болезни и кашли.<br/>
		            <br/>
		            Пусть не будет впереди препятствий,<br/>
		            Позади — сожаления.<br/>
		            <br/>
		            Пусть продолжается мой род.<br/>
		            Да будет так!<br/>
		            <br/>
					</p>
				</article>
			</div>
		)
	}
}
