import ReactDOM from 'react-dom';
import { NavLink } from "react-router-dom";
import React, { Component } from 'react'

export default class Second1 extends Component {
	render(){
		return(
			<div className="main-middle2 main-top clearfix">
				<article>
					<ul><br/>
						<NavLink to="/First1">Аан Айыыһыт</NavLink><br/><br/>
						<NavLink to="/Second1">Имэҥ Айыыһыт, Дьалыҥ Айыыһыт</NavLink><br/><br/>
			         <NavLink to="/Third1">Хороҥ Айыыһыт, Ньэлбэй Айыыһыт</NavLink><br/><br/>
			         <NavLink to="/Fourth1">Ахтар Айыыһыт</NavLink><br/><br/>
			         <NavLink to="/Fifth1">Хан Айыыһыт</NavLink><br/><br/>
			         <NavLink to="/Sixth1">Күбэй Айыыһыт</NavLink><br/><br/>
			         <NavLink to="/Seventh1">Эдьэн Айыыһыт</NavLink><br/><br/>
					</ul>
				</article>
				<article><br/><br/>			
					<h2 align="center">Имэҥ алгыһа</h2><br/>
					<p>
                Имэҥ уонна Дьалыҥ<br/>
                Айыыһыттар,<br/>
                Бэттэх көрөн <br/>
                Мичик гыныҥ! <br/>
                Дьаралык! <br/>
                <br/>
                Имэҥ Айыыһытым <br/>
                Эҥэрдэстин, <br/>
                Дьалыҥ Айыыһытым <br/>
                Аргыстастын. <br/>
                <br/>
                Үрүт күүһүм үксээтин,<br/>
                Алын күүһүм элбээтин.<br/>
                <br/>
                Иһим имэҥнэннин,<br/>
                Таһым дьалыҥнаннын.<br/>
                <br/>
                Иэним ирдин,<br/>
                Самыым сылыйдын.<br/>
                <br/>
                Аан дойдум <br/>
                Айар күүһүн ылан <br/>
                Чалларыйыым.<br/>
                <br/>
                Орто Дойдум <br/>
                Өҥүн-талатын ылан<br/>
                Өҥсүйүүм.<br/>
                <br/>
                Баҕарар ыралаах, <br/>
                Умсугуйар суоллаах буолуум. <br/>
                <br/>
                Көҕүлүүр күүстэниим,<br/>
                Угуйар уохтаныым.<br/>
                <br/>
                Киһи киһи буолар <br/>
                Кэскиллээх суолун батыһыым.<br/>
                Дуом! <br/>
					</p><br/>
				</article>
				<article><br/><br/>			
					<h2 align="center">Молитва о Страсти</h2><br/>
						<p>
		            Создательницы<br/>
		            Влечения и Страсти<br/>
		            Повернитесь ко мне,<br/>
		            Улыбнитесь благосклонно!<br/>
		            Пусть будет счастье!<br/>
		            <br/>
		            Пусть будет рядом<br/>
		            Создательница Влечения,<br/>
		            Пусть сопутствует<br/>
		            Создательница Страсти.<br/>
		            <br/>
		            Пусть усилится моя верхняя сила,<br/>
		            Множится нижняя сила.<br/>
		                            <br/>
		            Пусть душа кипит страстью,<br/>
		            А тело поддается влечению.<br/>
		                            <br/>
		            Пусть нальюсь теплом,<br/>
		            И устанет плоть.<br/>
		                            <br/>
		            Хочу впитать<br/>
		            Творящую энергию<br/>
		            Природы.<br/>
		                            <br/>
		            Хочу напиться<br/>
		            Живительных соков<br/>
		            Срединной Земли.<br/>
		                            <br/>
		            Хочу страстно любить<br/>
		            И желать.<br/>
		                            <br/>
		            Хочу, чтобы передавалась<br/>
		            Моя пламенная страсть.<br/>
		                            <br/>
		            Пойду по светлому пути<br/>
		            Продолжения рода.<br/>
		            Да будет так!<br/>
					</p><br/>
				</article>
			</div>
		)
	}
}
