import ReactDOM from 'react-dom';
import { NavLink } from "react-router-dom";
import React, { Component } from 'react'

export default class Third1 extends Component {
	render(){
		return(
			<div className="main-middle2 main-top clearfix">
				<article>
					<ul><br/>
						<NavLink to="/First1"className="main-nav" activeClassName="main-nav-active" >Аан Айыыһыт</NavLink><br/><br/>
						<NavLink to="/Second1">Имэҥ Айыыһыт, Дьалыҥ Айыыһыт</NavLink><br/><br/>
			         <NavLink to="/Third1">Хороҥ Айыыһыт, Ньэлбэй Айыыһыт</NavLink><br/><br/>
			         <NavLink to="/Fourth1">Ахтар Айыыһыт</NavLink><br/><br/>
			         <NavLink to="/Fifth1">Хан Айыыһыт</NavLink><br/><br/>
			         <NavLink to="/Sixth1">Күбэй Айыыһыт</NavLink><br/><br/>
			         <NavLink to="/Seventh1">Эдьэн Айыыһыт</NavLink><br/><br/>
					</ul>
				</article>
				<article><br/><br/>			
					<h2 align="center">Күтүөт эбэтэр кийиит буолар алгыс</h2><br/>
					<p>
            		Хороҥ Айыым<br/>
						(Ньэлбэҥ Айыым), <br/>
						Бэттэх көрөн <br/>
						Мичик гын! <br/>
						Дьаралык! <br/>
						<br/>
						Хороҥ Айыым<br/>
						Холбостун <br/>
						(Ньэлбэҥ Айыым<br/>
						Эҥэрдэстин).<br/>
						<br/>
						Күтүөт буолан <br/>
						Күҥҥэ көстүүм <br/>
						(Кийиит буолан <br/>
						Киэҥҥэ тахсыым) <br/>
						<br/>
						Айыылартан <br/>
						Аҥаарбар хайыһыым, <br/>
						Айылҕаттан <br/>
						Аналбын булуум. <br/>
						<br/>
						Олоҕум доҕоро тоҕоостун,<br/>
						Күндү киһим көһүннүн.<br/>
						<br/>
						Харахпынан хайҕыым, <br/>
						Сүрэхпинэн сөбүлүүм. <br/>
						<br/>
						Таптыырым таба таарыйдын,<br/>
						Сөбүлүүрүм түбэһэ түстүн.<br/>
						<br/>
						Үрүт өттүбүнэн<br/>
						Үтүөтүк өйдүүм. <br/>
						<br/>
						Алын өттүбүнэн<br/>
						Алыстык ылыныым. <br/>
						<br/>
						Окко түспүт <br/>
						Оҥоһуум буоллун. <br/>
						Дом! <br/>
					</p><br/>
				</article>
				<article><br/><br/>			
					<h2 align="center">Молитва перед созданием семьи</h2><br/>
						<p>
		            Создательница Семьи<br/>
		            Повернись ко мне,<br/>
		            Улыбнись благосклонно!<br/>
		            Пусть будет счастье!<br/>
		            <br/>
		            Хочу пойти<br/>
		            Под твое покровительство.<br/>
		            <br/>
		            Пусть буду<br/>
		            Счастливым зятем<br/>
		            (Выйду на широкую дорогу<br/>
		            Став невесткой)<br/>
		            <br/>
		            Повернусь к своей половине<br/>
		            Назначенной Тангра,<br/>
		            Найду предназначенную<br/>
		            (предназначенного)<br/>
		            Природой.<br/>
		            <br/>
		            Встретится спутник жизни,<br/>
		            Найдется дорогой человек.<br/>
		            <br/>
		            Чтобы услаждать глаза,<br/>
		            И радовать сердце.<br/>
		            <br/>
		            Пусть будет по нраву мне,<br/>
		            Чтобы любить до конца.<br/>
		            <br/>
		            Чтобы верхняя часть<br/>
		            Воспринимала хорошо,<br/>
		            <br/>
		            Чтобы нижняя часть<br/>
		            Была удовлетворена.<br/>
		            <br/>
		            Пусть станет моим<br/>
		            Предназначением.<br/>
		            Да будет так!<br/>	 
					</p><br/>
				</article>
			</div>
		)
	}
}
