import ReactDOM from 'react-dom';
import { NavLink } from "react-router-dom";
import React, { Component } from 'react'

export default class Third3 extends Component {
	render(){
		return(
			<div className="main-middle2 main-top clearfix">
				<article>
					<ul><br/>
						<NavLink to="/First4">Аан Тайбыыр</NavLink><br/><br/>
						<NavLink to="/Second4">Түрбүү Кынат</NavLink><br/><br/>
			         <NavLink to="/Third4">Ала Мондоҕой</NavLink><br/><br/>
			         <NavLink to="/Fourth4">Алтан Сабарай</NavLink><br/><br/>
			         <NavLink to="/Fifth4">Күн Эрили</NavLink><br/><br/>
			         <NavLink to="/Sixth4">Дьаҕыл Түөс</NavLink><br/><br/>
			         <NavLink to="/Seventh4">Хомпоруун Хотой</NavLink><br/><br/>
					</ul>
				</article>
				<article><br/><br/>			
					<h2 align="center">Түмсүү алгыһа</h2><br/>
					<p>
                Күн Эрили,<br/>
                Бэттэх көрөн <br/>
                Мичик гын! <br/>
                Уруй! <br/>
                <br/>
                Түмсүү төрүттэннин,<br/>
                Ил эҥэрдэстин. <br/>
                <br/>
                Өйбүнэн өйү<br/>
                Үксэтиим, <br/>
                Санаабынан санааны <br/>
                Салгыым.<br/>
                <br/>
                Киһи киһинэн олорор, <br/>
                Саха саханан сылдьар. <br/>
                Туораабыты тураах сиир,<br/>
                Сылайбыты сарт сиир.<br/>
                <br/>
                Аймах дьоммун кытта <br/>
                Алгыспын холбуум. <br/>
                Доҕор дьоммун кытта<br/>
                Дьулуурбун түмүүм.<br/>
                <br/>
                Сүүс киһилиин<br/>
                Сүүспүттэн өйөһүүм,<br/>
                Элбэх киһилиин <br/>
                Эйэбин холбуум. <br/>
                <br/>
                Олоҕу оҥоруум, <br/>
                Үтүөнү үксэтиим.<br/>
                <br/>
                Түмсүүнү <br/>
                Түмүктүүр күүстэниим. <br/>
                Холбоһууну <br/>
                Холбуур кыахтаныым. <br/>
                <br/>
                Киһи киһитэ буолан <br/>
                Килэйиим.<br/>
                Дом! <br/><br/>
					</p>
				</article>
				<article><br/><br/>			
					<h2 align="center">Молитва об объединении</h2><br/>
						<p>    
		            Солнечный Царь-орел,<br/>
		            Повернись ко мне,<br/>
		            Улыбнись благосклонно!<br/>
		            Славлю тебя и выполню сказанное.<br/>
		            <br/>
		            Пусть образуется<br/>
		            Мирное объединение.<br/>
		            <br/>
		            Добавлю мысли<br/>
		            К мыслям других,<br/>
		            Продолжу рассуждениями<br/>
		            Рассуждения других.<br/>
		            <br/>
		            Человек живет с людьми<br/>
		            Со своим нароДом.<br/>
		            <br/>
		            Сошедшего с пути может клюнут ворона,<br/>
		            Уставшего зверя уносит сокол.<br/>
		            <br/>
		            Буду молиться<br/>
		            Вместе с близкими,<br/>
		            Объединю стремления<br/>
		            С друзьями.<br/>
		            <br/>
		            С сотней людей<br/>
		            Будем мыслить вместе,<br/>
		            Со многими людьми<br/>
		            Объединим усилия.<br/>
		            <br/>
		            Буду участвовать в обустройстве жизни,<br/>
		            В умножении добрых дел.<br/>
		            <br/>
		            Научусь способности<br/>
		            Собирать людей,<br/>
		            Освою методы<br/>
		            Объединения.<br/>
		            <br/>
		            Пусть буду ценим<br/>
		            За заботу о других.<br/>
		            Да будет так! <br/><br/>
					</p>
				</article>
			</div>
		)
	}
}