import ReactDOM from "react-dom";
import { NavLink } from "react-router-dom";
import React, { Component } from "react";

export default class Third3 extends Component {
  render() {
    return (
      <div className="main-middle2 main-top clearfix">
        <article>
          <ul>
            <br />
            <NavLink to="/First4">Аан Тайбыыр</NavLink>
            <br />
            <br />
            <NavLink to="/Second4">Түрбүү Кынат</NavLink>
            <br />
            <br />
            <NavLink to="/Third4">Ала Мондоҕой</NavLink>
            <br />
            <br />
            <NavLink to="/Fourth4">Алтан Сабарай</NavLink>
            <br />
            <br />
            <NavLink to="/Fifth4">Күн Эрили</NavLink>
            <br />
            <br />
            <NavLink to="/Sixth4">Дьаҕыл Түөс</NavLink>
            <br />
            <br />
            <NavLink to="/Seventh4">Хомпоруун Хотой</NavLink>
            <br />
            <br />
          </ul>
        </article>
        <article>
          <br />
          <br />
          <h2 align="center">Түмүллүү алгыһа</h2>
          <br />
          <p>
            Аан Хотой Айыы,
            <br />
            Бэттэх көрөн <br />
            Мичик гын! <br />
            Уруй! <br />
            <br />
            Тоҕус холбооһуннаах <br />
            Хотой Айыым холбос.
            <br />
            <br />
            Үрүҥ тыын буолан <br />
            Үллэр өрөһөбөр түмүлүн. <br />
            <br />
            Этим-сииним эрчимнэннин, <br />
            Өйүм-санаам өркөннөннүн. <br />
            <br />
            Төлкөнү төрүттүүр <br />
            Дьүккүөрүм төлөрүйбэтин,
            <br />
            Олох оҥостор
            <br />
            Мөккүөрүм мөлтөөбөтүн. <br />
            <br />
            Мүлчүрүйбэт-мөлтөөбөт <br />
            Көхтөнүүм, <br />
            Умуллубат-уостубат
            <br />
            Уохтаныым. <br />
            <br />
            Түмүллэр күүстэниим, <br />
            Эбиллэр сэниэлэниим.
            <br />
            <br />
            Аан дойду аартыктаах, <br />
            Күн сирэ көҥдөй. <br />
            <br />
            Алгыс тардыстаҕым буоллун, <br />
            Билии көрдөстөҕүм буоллун. <br />
            <br />
            Дыгын оҕото <br />
            Буолуум. <br />
            Дуом!
            <br />
            <br />
          </p>
        </article>
        <article>
          <br />
          <br />
          <h2 align="center">Молитва о сплочении</h2>
          <br />
          <p>
            Почтенный Царь-орел,
            <br />
            Повернись ко мне,
            <br />
            Улыбнись благосклонно!
            <br />
            Славлю тебя и выполню сказанное.
            <br />
            <br />
            Соединяющий девятью способами
            <br />
            Царь-орел помоги.
            <br />
            <br />
            Со светлым дыханием
            <br />
            Войди во мне.
            <br />
            <br />
            Пусть тело нальется энергией,
            <br />
            Мысли станут мощными.
            <br />
            <br />
            Пусть не остановится стремление
            <br />
            К судьбоносному действию,
            <br />
            Да не ослабнут усилия
            <br />
            Улучшить жизнь.
            <br />
            <br />
            Пусть мой задор
            <br />
            Не исчезнет,
            <br />
            Пламенная энергия
            <br />
            Не ослабнет и не погаснет.
            <br />
            <br />
            Буду стремиться к объединению,
            <br />
            Приращению сил.
            <br />
            <br />
            Много дорог в мире,
            <br />
            Велика Солнечная страна.
            <br />
            <br />
            Пусть будет эта молитва
            <br />
            Просьбой в приобретении знаний.
            <br />
            <br />
            Буду действовать
            <br />
            Правильно.
            <br />
            Да будет так!
            <br />
            <br />
          </p>
        </article>
      </div>
    );
  }
}
