import ReactDOM from 'react-dom';
import { NavLink } from "react-router-dom";
import React, { Component } from 'react'

export default class Third3 extends Component {
	render(){
		return(
			<div className="main-middle2 main-top clearfix">
				<article>
					<ul><br/>
						<NavLink to="/First4">Аан Тайбыыр</NavLink><br/><br/>
						<NavLink to="/Second4">Түрбүү Кынат</NavLink><br/><br/>
			         <NavLink to="/Third4">Ала Мондоҕой</NavLink><br/><br/>
			         <NavLink to="/Fourth4">Алтан Сабарай</NavLink><br/><br/>
			         <NavLink to="/Fifth4">Күн Эрили</NavLink><br/><br/>
			         <NavLink to="/Sixth4">Дьаҕыл Түөс</NavLink><br/><br/>
			         <NavLink to="/Seventh4">Хомпоруун Хотой</NavLink><br/><br/>
					</ul>
				</article>
				<article><br/><br/>			
					<h2 align="center">Күүстээх санаа алгыһа</h2><br/>
					<p>
                Алтан Сабарай, <br/>
                Бэттэх көрөн <br/>
                Мичик гын! <br/>
                Уруй! <br/>
                <br/>
                Эр санаа эҥэрдэстин, <br/>
                Хорсун санаа хобостун. <br/>
                <br/>
                Моһоллору туоруур <br/>
                Кыахтаныым, <br/>
                Буомчулары ааһар <br/>
                Күүстэниим. <br/>
                <br/>
                Ыарахан диэн чаҕыйымыым,<br/>
                Кытаанах диэн ыксаамыым.<br/>
                <br/>
                Саараҥнааһыны кыайар <br/>
                Санааланыым, <br/>
                Быһымахтары кыайар <br/>
                Быһаарыыланыым. <br/>
                <br/>
                Булгуруйбат модун <br/>
                Дьулуурданыым, <br/>
                Тулхадыйбат хорсун <br/>
                Сүрэхтэниим. <br/>
                <br/>
                Үлүгэрдээҕэр <br/>
                Үрдээн биэриим, <br/>
                Иэдээннээҕэр <br/>
                Кэҥээн биэриим.<br/>
                <br/>
                Элбэх киһи <br/>
                Эрэйин саныым, <br/>
                Үгүс киһи <br/>
                Мүччүргэнин өйдүүм. <br/>
                <br/>
                Сыппаан-сынтарыйан биэримиим,<br/>
                Мөлтөөн-ахсаан хаалымыым.<br/>
                <br/>
                Өйүм дьайҕа буоллун, <br/>
                Санаам бөҕөх буоллун. <br/>
                Дом!<br/><br/>
					</p>
				</article>
				<article><br/><br/>			
					<h2 align="center">Молитва об укреплении духа</h2><br/>
						<p>
	                Господствующий Царь-орел,<br/>
	                Повернись ко мне,<br/>
	                Улыбнись благосклонно!<br/>
	                Славлю тебя и выполню сказанное.<br/>
	                <br/>
	                Пусть прибавляется мужество,<br/>
	                Добавляется смелость.<br/>
	                <br/>
	                Пусть будет возможность<br/>
	                Пересечь невзгоды,<br/>
	                Пусть будут силы<br/>
	                Преодолеть препятствия.<br/>
	                <br/>
	                Пусть не испугаюсь трудностей,<br/>
	                Не паникую из-за сложностей.<br/>
	                <br/>
	                Буду побеждать<br/>
	                Сомнения,<br/>
	                Мои решения преодолеют<br/>
	                Препятствия и сложности.<br/>
	                <br/>
	                Пусть мое стремление<br/>
	                Будет несокрушимо,<br/>
	                Пусть сердце<br/>
	                Будет полно отваги.<br/>
	                <br/>
	                Буду выше<br/>
	                Напастей,<br/>
	                Буду шире<br/>
	                Неприятностей.<br/>
	                <br/>
	                Буду думать<br/>
	                О страданиях многих,<br/>
	                Буду понимать<br/>
	                Трудности людей.<br/>
	                <br/>
	                Не ослаблю напора,<br/>
	                Не выбьюсь из сил.<br/>
	                <br/>
	                Пусть ум будет ясным<br/>
	                И решения твердыми.<br/>
	                Да будет так!<br/><br/>
					</p>
				</article>
			</div>
		)
	}
}