import ReactDOM from 'react-dom';
import { NavLink } from "react-router-dom";
import React, { Component } from 'react'

export default class Third3 extends Component {
	render(){
		return(
			<div className="main-middle2 main-top clearfix">
				<article>
					<ul><br/>
						<NavLink to="/First4">Аан Тайбыыр</NavLink><br/><br/>
						<NavLink to="/Second4">Түрбүү Кынат</NavLink><br/><br/>
			         <NavLink to="/Third4">Ала Мондоҕой</NavLink><br/><br/>
			         <NavLink to="/Fourth4">Алтан Сабарай</NavLink><br/><br/>
			         <NavLink to="/Fifth4">Күн Эрили</NavLink><br/><br/>
			         <NavLink to="/Sixth4">Дьаҕыл Түөс</NavLink><br/><br/>
			         <NavLink to="/Seventh4">Хомпоруун Хотой</NavLink><br/><br/>
					</ul>
				</article>
				<article><br/><br/>			
					<h2 align="center">Дьулуур алгыһа</h2><br/>
					<p>    
                Түрбүү Кынат, <br/>
                Бэттэх көрөн<br/>
                Мичик гын! <br/>
                Уруй! <br/>
                <br/>
                Төннүбэт санааланыым,<br/>
                Сынтарыйбат дьулуурданыым.<br/>
                <br/>
                Айыылартан ылбыт<br/>
                Айар кыаҕым <br/>
                Ахсаабатын. <br/>
                <br/>
                Испэр иҥэрбит <br/>
                Этиллиим диэлийдин,<br/>
                Өрөһөбөр түммүт <br/>
                Күүһүм көһүннүн. <br/>
                <br/>
                Дьулуур буолан ситтин,<br/>
                Сыра буолан сайдын.<br/>
                <br/>
                Өйдөөбүт өйүм <br/>
                Өһүлбэтин, <br/>
                Саныыр санаам <br/>
                Сайҕамматын. <br/>
                <br/>
                Муннубунан <br/>
                Мууһу тыырыым,<br/>
                Сотобунан <br/>
                Тымныыны солуум.<br/>
                <br/>
                Ыарахантан сынтарыйымыым,<br/>
                Моһолтон мунчуйумуум. <br/>
                <br/>
                Кэннибинэн чугуйумуум, <br/>
                Иннибинэн кэхтимиим. <br/>
                <br/>
                Өйдөөбүт өйүн өһүлбэт <br/>
                Үтүө киһи буолуум, <br/>
                Эппит тылбын <br/>
                Эргэрпэт <br/>
                Эрэллээх киһи буолуум.<br/>
                Дом!<br/><br/>
					</p>
				</article>
				<article><br/><br/>			
					<h2 align="center">Молитва о стремлении</h2><br/>
						<p>    
		            Неустанный Царь-орел, <br/>
		            Повернись ко мне,<br/>
		            Улыбнись благосклонно!<br/>
		            Славлю тебя и выполню сказанное. <br/>
		            <br/>
		            Не буду передумывать,<br/>
		            Не угаснет мое стремление.<br/>
		            <br/>
		            Пусть не ослабнут <br/>
		            Способности к творчеству, <br/>
		            Полученные от Тангра.<br/>
		            <br/>
		            Пусть распространится <br/>
		            Впитанная энергия, <br/>
		            Пусть восстановится <br/>
		            Внутренняя сила.<br/>
		            <br/>
		            Пусть они порождают стремления<br/>
		            И возможности для их реализации.<br/>
		            <br/>
		            Пусть не слабеет<br/>
		            Интеллект,<br/>
		            Пусть не разбавляются<br/>
		            Полезные мысли.<br/>
		            <br/>
		            Расщеплю льдину<br/>
		            Даже носом,<br/>
		            Буду рубить холод<br/>
		            Даже ногой.<br/>
		            <br/>
		            Не отступлю из-за трудностей,<br/>
		            Не оробею из-за препятствий.<br/>
		            <br/>
		            Не буду пятиться назад<br/>
		            Или замедлять движение вперед.<br/>
		            <br/>
		            Буду достойным человеком<br/>
		            С неслабеющим интеллектом,<br/>
		            Буду надежным человеком,<br/>
		            Не забывающим<br/>
		            Свои обещания.<br/>
		            Да будет так!<br/><br/>
					</p>
				</article>
			</div>
		)
	}
}