import ReactDOM from 'react-dom';
import { NavLink } from "react-router-dom";
import React, { Component } from 'react'

export default class Third3 extends Component {
	render(){
		return(
			<div className="main-middle2 main-top clearfix">
				<article>
					<ul><br/>
						<NavLink to="/First4">Аан Тайбыыр</NavLink><br/><br/>
						<NavLink to="/Second4">Түрбүү Кынат</NavLink><br/><br/>
			         <NavLink to="/Third4">Ала Мондоҕой</NavLink><br/><br/>
			         <NavLink to="/Fourth4">Алтан Сабарай</NavLink><br/><br/>
			         <NavLink to="/Fifth4">Күн Эрили</NavLink><br/><br/>
			         <NavLink to="/Sixth4">Дьаҕыл Түөс</NavLink><br/><br/>
			         <NavLink to="/Seventh4">Хомпоруун Хотой</NavLink><br/><br/>
					</ul>
				</article>
				<article><br/><br/>			
					<h2 align="center">Иллээх буолуу алгыһа</h2><br/>
					<p>
                Хомпоруун Хотой,<br/>
                Бэттэх көрөн <br/>
                Мичик гын!<br/>
                Уруй!<br/>
                <br/>
                Тоҕус холбооһун ситтин,<br/>
                Түмсүү кыайдын. <br/>
                <br/>
                Дьон киһитэ буолан <br/>
                Торолуйуум, <br/>
                Киһи киһитэ буолан <br/>
                Ситиим. <br/>
                <br/>
                Саха Илин сайыннарыым,<br/>
                Киһи Илин кэҥэтиим.<br/>
                <br/>
                Эр санаам кэхтибэтин,<br/>
                Бигэ тылым бэттибэтин.<br/>
                Эрэх-турах буолуум,<br/>
                Өрөйөн-чөрөйөн биэриим.<br/>
                <br/>
                Дохсунтан толлумуум,<br/>
                Ахсымтан чаҕыйымыым.<br/>
                <br/>
                Хабарааҥҥа хаайтарымыым,<br/>
                Үтүргэҥҥэ бэринимиим.<br/>
                <br/>
                Элбэҕи кытта эҥэрдэһиим,<br/>
                Үгүһү кытта өйөнсүүм.<br/>
                <br/>
                Эрэли түһэн биэримиим,<br/>
                Итэҕэли ыһыктан кэбиһимиим.<br/>
                <br/>
                Айыы киһитэ буолар <br/>
                Ааппын харыстыым, <br/>
                Күн киһитэ буолар <br/>
                Көҥүлбүн көмөскүүм.<br/>
                Дом! <br/><br/>
					</p>
				</article>
				<article><br/><br/>			
					<h2 align="center">Молитва о мире</h2><br/>
						<p>  
		            Величественный Царь-орел,<br/>
		            Повернись ко мне,<br/>
		            Улыбнись благосклонно!<br/>
		            Славлю тебя и выполню сказанное.<br/>
		            <br/>
		            Пусть создаются девять организаций,<br/>
		            Пусть побеждает объединение.<br/>
		            <br/>
		            Окрепну,<br/>
		            Действуя для людей,<br/>
		            Созрею,<br/>
		            Стараясь для всех.<br/>
		            <br/>
		            Пусть сплотится мой народ<br/>
		            И будет мирным человечество.<br/>
		            <br/>
		            Пусть не убавляется решимость,<br/>
		            Не нарушается данное слово.<br/>
		            Пусть буду опорой,<br/>
		            Подготовлюсь к действиям.<br/>
		            <br/>
		            Не оробею от дерзкого,<br/>
		            Не испугаюсь пылкого.<br/>
		            <br/>
		            Не дам помешать резкому,<br/>
		            Не сдамся угнетателю.<br/>
		            <br/>
		            Со многими буду в мире,<br/>
		            Чтобы помогать друг другу.<br/>
		            <br/>
		            Не обману надежды,<br/>
		            Оправдаю доверие<br/>
		            <br/>
		            Буду беречь имя<br/>
		            Последователя Тангра,<br/>
		            Буду защищать свободу<br/>
		            еловека солнечного мира.<br/>
		            Да будет так!<br/>
					</p>
				</article>
			</div>
		)
	}
}