import ReactDOM from "react-dom";
import { NavLink } from "react-router-dom";
import React, { Component } from "react";

export default class Third3 extends Component {
  render() {
    return (
      <div className="main-middle2 main-top clearfix">
        <article>
          <ul>
            <br />
            <NavLink to="/First4">Аан Тайбыыр</NavLink>
            <br />
            <br />
            <NavLink to="/Second4">Түрбүү Кынат</NavLink>
            <br />
            <br />
            <NavLink to="/Third4">Ала Мондоҕой</NavLink>
            <br />
            <br />
            <NavLink to="/Fourth4">Алтан Сабарай</NavLink>
            <br />
            <br />
            <NavLink to="/Fifth4">Күн Эрили</NavLink>
            <br />
            <br />
            <NavLink to="/Sixth4">Дьаҕыл Түөс</NavLink>
            <br />
            <br />
            <NavLink to="/Seventh4">Хомпоруун Хотой</NavLink>
            <br />
            <br />
          </ul>
        </article>
        <article>
          <br />
          <br />
          <h2 align="center">Тэрээһин алгыһа</h2>
          <br />
          <p>
            Дьаҕыл Түөс,
            <br />
            Бэттэх көрөн <br />
            Мичик гын! <br />
            Уруй! <br />
            <br />
            Тэрээһини ситэриим, <br />
            Дьаһалы толоруум.
            <br />
            <br />
            Үрүҥ Айыы Тойон
            <br />
            Үүнүн-тэһиинин тутуум.
            <br />
            <br />
            Ситими салгыым, <br />
            Быстаҕы холбуум.
            <br />
            <br />
            Элбэх дьону кытта <br />
            Алтыһан <br />
            Алгыһы элбэтиим,
            <br />
            <br />
            Үгүс дьону кытта <br />
            Өйөнсөн <br />
            Үтүөнү үксэтиим.
            <br />
            Биир бэйэм элбиим,
            <br />
            Соҕотох бэйэм үксүүм.
            <br />
            <br />
            Киэҥи көрүүм, <br />
            Кэскили батыһыым.
            <br />
            <br />
            Суолу бүөлээмиим,
            <br />
            Сүрү быһымыым.
            <br />
            <br />
            Аналбын <br />
            Аралдьыйбакка
            <br />
            Толоруум. <br />
            <br />
            Бэйэм суолбун
            <br />
            Кэҥэтэн <br />
            Айыы Суолун <br />
            Арыйан иһиим.
            <br />
            Дуом! <br />
            <br />
          </p>
        </article>
        <article>
          <br />
          <br />
          <h2 align="center">Молитва об организации</h2>
          <br />
          <p>
            Гордый Царь-орел,
            <br />
            Повернись ко мне,
            <br />
            Улыбнись благосклонно!
            <br />
            Славлю тебя и выполню сказанное.
            <br />
            <br />
            Завершу организацию,
            <br />
            Исполню пожелания.
            <br />
            <br />
            Возьму от Тангра
            <br />
            Возможности к руководству.
            <br />
            <br />
            Продолжу действия,
            <br />
            Соединю прерванное.
            <br />
            <br />
            С множеством людей
            <br />
            Буду произносить
            <br />
            Общие молитвы.
            <br />
            <br />
            Со многими вместе
            <br />
            Буду творить хорошие дела,
            <br />
            Поддерживая друг друга.
            <br />
            Был один — нас станет много,
            <br />
            Избавлюсь от одиночества.
            <br />
            <br />
            Будет шире взгляд
            <br />
            И больше возможностей.
            <br />
            <br />
            Не буду заграждать дорогу
            <br />
            И прерывать небесные флюиды.
            <br />
            <br />
            Выполню
            <br />
            Свое предназначение,
            <br />
            Не отвлекаясь.
            <br />
            <br />
            Расширяя
            <br />
            Свой путь,
            <br />
            Буду открывать
            <br />
            Путь Тангра.
            <br />
            Да будет так!
            <br />
          </p>
        </article>
      </div>
    );
  }
}
