import ReactDOM from "react-dom";
import { NavLink } from "react-router-dom";
import React, { Component } from "react";

export default class Third3 extends Component {
  render() {
    return (
      <div className="main-middle2 main-top clearfix">
        <article>
          <ul>
            <br />
            <NavLink to="/First4">Аан Тайбыыр</NavLink>
            <br />
            <br />
            <NavLink to="/Second4">Түрбүү Кынат</NavLink>
            <br />
            <br />
            <NavLink to="/Third4">Ала Мондоҕой</NavLink>
            <br />
            <br />
            <NavLink to="/Fourth4">Алтан Сабарай</NavLink>
            <br />
            <br />
            <NavLink to="/Fifth4">Күн Эрили</NavLink>
            <br />
            <br />
            <NavLink to="/Sixth4">Дьаҕыл Түөс</NavLink>
            <br />
            <br />
            <NavLink to="/Seventh4">Хомпоруун Хотой</NavLink>
            <br />
            <br />
          </ul>
        </article>
        <article>
          <br />
          <br />
          <h2 align="center">Өн алгыһа</h2>
          <br />
          <p>
            Ала Мондоҕой,
            <br />
            Бэттэх көрөн
            <br />
            Мичик гын!
            <br />
            Уруй!
            <br />
            <br />
            Өһүллүбэт өннөнүүм,
            <br />
            Кэхтибэт кэскиллэниим.
            <br />
            <br />
            Кыахпын билинэн дьаһаныым,
            <br />
            Кыаллар өттүн хамсатыым.
            <br />
            <br />
            Күнү-дьылы <br />
            Көрүнньүккэ ыытымыым,
            <br />
            Сылы-кэми <br />
            Суолтата суох бараамыым.
            <br />
            <br />
            Сииккэ сиэлимиим,
            <br />
            Хаарга хаамымыым.
            <br />
            <br />
            Күн аайы
            <br />
            Кыайыыны төрүттүүм, <br />
            Сыл аайы
            <br />
            Ситиһиини ситимниим.
            <br />
            <br />
            Өнүм үүнэ турдун,
            <br />
            Сылбам сайда турдун. <br />
            <br />
            Үктэлбин тирэхтээн иһиим,
            <br />
            Хардыыбын хаҥатан иһиим,
            <br />
            <br />
            Аара быстымыым,
            <br />
            Суол ортотугар хаалымыым.
            <br />
            <br />
            Ылсыбыт дьыалым ыбыстын,
            <br />
            Туруоруммут соругум туоллун.
            <br />
            Дуом!
            <br /> <br />
          </p>
        </article>
        <article>
          <br />
          <br />
          <h2 align="center">Молитва о правильных действиях</h2>
          <br />
          <p>
            Могучий Царь-орел,
            <br />
            Повернись ко мне,
            <br />
            Улыбнись благосклонно!
            <br />
            Славлю тебя и выполню сказанное.
            <br />
            <br />
            Пусть буду дальновиден,
            <br />
            Пусть будущее будет светлым.
            <br />
            <br />
            Буду рассчитывать на способности
            <br />
            И преследовать достижимые цели.
            <br />
            <br />
            Не буду тратить на веселье
            <br />
            Много времени,
            <br />
            Не стану заниматься
            <br />
            Пустыми делами.
            <br />
            <br />
            Не буду бегать по болотам
            <br />
            И ходить по сугробам.
            <br />
            <br />
            Буду готовить удачу
            <br />
            Каждый день,
            <br />
            Буду наращивать успехи
            <br />
            Каждый год.
            <br />
            <br />
            Пусть растет способность предвидения,
            <br />
            Растут силы и возможности.
            <br />
            <br />
            Буду идти увереннее
            <br />
            И расширять шаги.
            <br />
            <br />
            Не истощусь по дороге,
            <br />
            Не остановлюсь в середине пути.
            <br />
            <br />
            Пусть получится начатое дело,
            <br />
            Реализуется поставленная задача.
            <br />
            Да будет так!
            <br />
          </p>
        </article>
      </div>
    );
  }
}
